Repository: ralight/ggz
Catalog: playground/ggz-kde4/kde-games-kde3/po/muehle/*.po
Languages: es

source: AI
es: IA

source: Aborting game due to unhandled network input.
es: Abortando el juego por un error de red.

source: Black
es: Negro

source: Client message
es: Mensaje del cliente

source: Game
es: Juego

source: Game over
es: Juego terminado

source: Game spectator
es: Espectador del juego

source: Get levels
es: Conseguir niveles

source: Give up
es: Renunciar

source: Good luck.
es: Buena suerte.

source: Help
es: Ayuda

source: It's not your turn - please wait for the opponent.
es: No es tu turno - espera a tu oponente.

source: KDE Muehle Game
es: Juego de Muehle para KDE

source: Moves aren't allowed while placing the stones initially
es: Los movimientos no están permitidos mientras se colocan las piedras inicialmente

source: Muehle game for KDE supporting multiple variants
es: El juego Muehle para KDE soporta múltiples variantes

source: Network error
es: Error de red

source: Network game
es: Juego de red

source: Offer remis
es: Ofrecer empate

source: Opponent message
es: Mensaje del oponente

source: Opponent's turn
es: Turno del oponente

source: Player
es: Jugador

source: Please take one of your opponent's stones
es: Por favor lleva una de las piedras de tu oponente

source: Quit
es: Salir

source: Request GGZ game explicitely
es: Petición del juego GGZ

source: Server message
es: Mensaje del servidor

source: Start new game
es: Comenzar juego nuevo

source: Starting new game.
es: Comenzando juego nuevo.

source: TRANSLATOR-EMAIL
es: luipeme@yahoo.es

source: TRANSLATOR-NAME
es: Luis Pérez Meliá

source: Take a stone from your opponent
es: Lleva una piedra de tu oponente

source: The server doesn't have assigned a color to you yet.
es: El servidor no tiene asignado un color para ti todavía.

source: Theme
es: Tema

source: This game has already finished.
es: Este juego ha terminado.

source: This game is part of the GGZ Gaming Zone.
es: Este juego es parte de GGZ Gaming Zone.

source: Variants
es: Variantes

source: Waiting for opponent's action
es: Esperando una acción del oponente

source: Welcome to Muehle.
es: Bienvenido a Muehle.

source: White
es: Blanco

source: You
es: Tu

source: You have won the game!
es: Has ganado el juego!

source: You must now move your stones.
es: Tu debes mover tus piedras.

source: You play with the black stones, but wait for your opponent first.
es: Tu juegas con las piedras negras, pero espera a tu oponente primero.

source: Your opponent has given up.
es: Tu oponente lo ha dejado.

source: Your opponent has won the game! You have lost!
es: Tu oponente ha ganado el juego! Tu has perdido!

source: Your opponent refuses to give you remis.
es: Tu oponente rechaza el empate.

source: Your opponent wants to get a remis. Do you accept this?
es: Tu oponente quiere empatar. ¿Aceptas esto?

source: Your turn
es: Tu turno

source: Your turn, you play with the white stones.
es: Tu turno, juegas con las piedras blancas.
