Repository: ralight/ggz
Catalog: playground/ggz-kde4/kde-games-kde3/po/krosswater/*.po
Languages: es

source: (result unknown)
es: (resultado desconocido)

source: A protocol error has been detected. Aborting the game.
es: Se ha detectado un error de protocolo. Abortando el juego.

source: About
es: Sobre

source: About Krosswater
es: Sobre Krosswater

source: As one of 2 to 4 players on the board, your task is to
es: Tanto uno como 2 a 4 jugadores en el tablero, tu misión es

source: Client message
es: Mensaje del cliente

source: Execute move
es: Ejecutar movimiento

source: GGZ version of Cross The Water
es: Versión de GGZ del Cross The Water

source: Game
es: Juego

source: Game Over
es: Juego terminado

source: Game over
es: Juego terminado

source: Game started
es: Juego comenzado

source: Get move
es: Obtener movimiento

source: Help
es: Ayuda

source: Initial developer
es: Desarrollador inicial

source: Invalid move!
es: Movimiento invalido!

source: Krosswater Help
es: Ayuda de Krosswater

source: Moves are not finished yet.
es: Los movimientos no se han terminado todavía.

source: Not your turn yet.
es: No es tu tuno aún.

source: Play another game?
es: ¿Jugamos de nuevo?

source: Please select your
es: Por favor selecciona tu

source: Quit
es: Salir

source: Receiving...
es: Recibiendo...

source: Request GGZ game explicitely
es: Petición explicita del juego GGZ

source: Send map
es: Mandar el mapa

source: Sending move
es: Mandando movimiento

source: Server message
es: Mensaje del servidor

source: Sorry, but you lost the game.
es: Lo siento, pero has perdido el juego.

source: TRANSLATOR-EMAIL
es: luipeme@yahoo.es

source: TRANSLATOR-NAME
es: Luis Pérez Meliá

source: The game ends if the first player has build a track of stones from his
es: El juego termina cuando un jugador ha construido un sendero de piedras desde su

source: The game is over.
es: El juego se ha terminado.

source: The more players participate, the more fun it is to steal stone tiles that
es: Cuantos más jugadores participan, más divertido es robar baldosas de piedra que

source: This game is part of the GGZ Gaming Zone.
es: Este juego es parte de GGZ Gaming Zone.

source: Try to cross the water the most efficient way!
es: Intenta cruzar el agua de la forma más eficiente!

source: Uninitialized
es: Inutilizado

source: Waiting for other players...
es: Esperando a los otros jugadores...

source: Yes
es: Si

source: You won the game.
es: Has ganado el juego.

source: Your turn
es: Tu turno

source: by clicking on a stone tile, and then clicking on a water tile to move
es: seleccionando una baldosa de piedra, y entonces seleccionando en una baldosa de agua para mover

source: cross the water from the left to the right. This can be accomplished
es: cruza el agua de izquierda a derecha. Esto puede ser logrado

source: favorite character!
es: carácter favorito!

source: have been placed by the opponents for their own purpose.
es: ha sido colocado por el otro oponente para su propia intención.

source: starting point to somewhere on the right side.
es: punto de comienzo en algún lugar en el lado derecho.

source: the stone tile there.
es: la baldosa de piedra allí.
