Repository: ralight/ggz
Catalog: kde-games/po/krosswater/*.po
Languages: de

source: (result unknown)
de: (Ergebnis unbekannt)

source: A protocol error has been detected. Aborting the game.
de: Ein Protokoll-Fehler wurde entdeckt. Spiel wird beendet.

source: About
de: Über

source: About Krosswater
de: Über Krosswater

source: As one of 2 to 4 players on the board, your task is to
de: Als einer der 2 bis 4 Spieler auf dem Spielfeld, ist dein Aufgabe

source: Client message
de: Client-Meldung

source: Execute move
de: Führe Zug aus

source: GGZ version of Cross The Water
de: GGZ Version von Cross The Water

source: Game
de: Spiel

source: Game Over
de: Spiel vorbei

source: Game over
de: Spiel vorbei

source: Game started
de: Spiel gestartet

source: Get move
de: Hole Zug

source: Help
de: Hilfe

source: Initial developer
de: Entwickler

source: Invalid move!
de: Ungültiger Zug!

source: Krosswater - Cross the Water!
de: Krosswater - Überquere das Wasser!

source: Krosswater Help
de: Krosswater Hilfe

source: Moves are not finished yet.
de: Die Züge sind noch nicht abgeschlossen.

source: No
de: Nein

source: Not your turn yet.
de: Du bist noch nicht dran.

source: Play another game?
de: Ein weiteres Spiel spielen?

source: Please select your
de: Bitte wähle dein

source: Quit
de: Beenden

source: Receiving...
de: Empfange...

source: Request GGZ game explicitely
de: Fordere ein GGZ-Spiel an

source: Send map
de: Sende Karte

source: Sending move
de: Sende Zug

source: Server message
de: Server-Meldung

source: Sorry, but you lost the game.
de: Sorry, aber du hast verloren.

source: TRANSLATOR-EMAIL
de: xsebbi@gmx.de

source: TRANSLATOR-NAME
de: Sebastian Roth

source: The game ends if the first player has build a track of stones from his
de: Das Spiel wird beendet, so bald ein Spiel eine Brücke von Steinen von seinem

source: The game is over.
de: Das Spiel ist vorbei.

source: The more players participate, the more fun it is to steal stone tiles that
de: Je mehr Spieler mitmachen, desto lusiger wird es den anderen die Stein zu klauen welche

source: This game is part of the GGZ Gaming Zone.
de: Dieses Spiel ist Teil der GGZ Gaming Zone.

source: Try to cross the water the most efficient way!
de: Versuche das Wasser auf dem effizientesten Weg zu ueberqueren!

source: Uninitialized
de: Nicht initialisiert

source: Waiting for other players...
de: Warte auf andere Spieler...

source: Yes
de: Ja

source: You won the game.
de: Du hast das Spiel gewonnen.

source: Your turn
de: Dein Zug

source: by clicking on a stone tile, and then clicking on a water tile to move
de: durch klicken auf einen Stein, und danach auf das Wasser klicken

source: cross the water from the left to the right. This can be accomplished
de: überquere das Wasser von links nach rechts. Das kann gemacht werden

source: favorite character!
de: Lieblingscharakter!

source: have been placed by the opponents for their own purpose.
de: wurde von den Gegnern zu ihrem eigenen Nutzen gesetzt.

source: starting point to somewhere on the right side.
de: Startpunkt irgendwo auf der rechten Seite.

source: the stone tile there.
de: das Steinteil hier.
