Repository: ralight/ggz
Catalog: ggz-client-libs/po/ggz-config/*.po
Languages: de

source: Query GGZCONFDIR - location of configuration directory
de: Frage GGZCONFDIR ab - Position des Konfigurationsverzeichnisses

source: Query GGZGAMEDIR - location of game modules directory
de: Frage GGZGAMEDIR ab - Position des Verzeichnisses der Spielemodule

source: Query GGZDATADIR - location of game data directory
de: Frage GGZDATADIR ab - Position des Verzeichnisses der Spieldaten

source: Query VERSION - version identifier of ggzcore files
de: Frage VERSION ab - die Version von der Bibliothek ggzcore

source: Query GGZ_CS_PROTO_VERSION - version of core protocol
de: Frage GGZ_CS_PROTO_VERSION ab - die Version des GGZ-Protokolls

source: Install a module
de: Installiere ein Modul

source: Remove a module
de: Entferne ein Modul

source: Check/repair module installation file
de: Prüfe/repariere die Modul-Installationsdatenbank

source: Specifies module installation file (needs argument)
de: Gibt die Modul-Installationsdatei an (braucht Argument)

source: Specifies icon file to use for the game (needs argument)
de: Gibt die Icondatei für ein Spiel an (braucht Argument)

source: Use auxiliary directory instead of ggz.modules (needs argument)
de: Nutzt Sicherungsverzeichnis anstelle von ggz.modules (braucht Argument)

source: Install over an existing module
de: Überschreiben eines existierenden Modul-Eintrags

source: Use $DESTDIR as offset to ggz.modules file
de: Nutze $DESTDIR als Offset zur Datei ggz.modules

source: Display help
de: Zeige die Hilfe an

source: Display usage
de: Zeige die Nutzungsvarianten an

source: Critical: Module name not specified.
de: Kritisch: Modulname nicht angegeben.

source: Critical: Module version not specified.
de: Kritisch: Modulversion nicht angegeben.

source: Critical: Executable not specified.
de: Kritisch: Ausführbares Programm nicht angegeben.

source: Critical: User interface not specified.
de: Kritsich: Nutzerschnittstelle nicht angegeben.

source: Critical: Protocol engine not specified.
de: Kritisch: Protokoll-Engine nicht angegeben.

source: Critical: Protocol version not specified.
de: Kritisch: Protokollversion nicht angegeben.

source: Critical: Module author not specified.
de: Kritisch: Autor des Moduls nicht angegeben.

source: Warning: Module homepage not specified.
de: Kritisch. Homepage des Moduls nicht angegeben.

source: Setting up GGZ game modules configuration in %s
de: Erstellung der GGZ-Spielmodul-Konfiguration in %s

source: Insufficient permission to install modules
de: Ungenügende Berechtigungen zur Installation des Moduls

source: File cannot be read (%s)
de: Datei kann nicht gelesen werden (%s)

source: File cannot be written to (%s)
de: Datei kann nicht geschrieben werden (%s)

source: Warning: Tried to remove nonexistant module
de: Warnung: Versuch, ein nicht existierendes Modul zu entfernen

source: ggz.modules configuration may be corrupt
de: Die Konfiguration ggz.modules kann korrumpiert sein

source: Module removal failed, see documentation
de: Entfernen des Moduls fehlgeschlagen, siehe Dokumentation

source: Directory cannot be created (%s)
de: Verzeichnis kann nicht erstellt werden (%s)

source: Preserving %s as %s...
de: Sichere %s als %s...

source: Your configuration is broken - aborting
de: Die Konfiguration ist kaputt - Abbruch

source: Cannot overwrite existing module
de: Kann existierendes Modul nicht überschreiben

source: Module installation failed, see documentation
de: Installation des Moduls fehlgeschlagen, siehe Dokumentation

source: Could not open auxiliary directory
de: Konnte das Sicherungsverzeichnis nicht öffnen

source: An error occured, which is ignored.
de: Ein Fehler ist aufgetreten, der ignoriert wurde.

source: Error getting config file sections list
de: Fehler beim Erlangen der Sektionsliste der Konfigurationsdatei

source: May be an empty config file?
de: Ist die Konfigurationsdatei leer?

source: *** Checking game config section [%s]
de: *** Prüfung der Sektion der Spielekonfiguration [%s]

source: ERR: missing required key '%s'
de: ERR: fehlender benötigter Schlüssel '%s'

source: ERR: missing or invalid executable
de: ERR: fehlendes oder ungültiges Programm

source: Removing section for '%s'
de: Entferne Sektion für '%s'

source: Error getting config file [Games]:keys list
de: Fehler beim Erlangen der Liste [Games]:keys der Konfiguration

source: *** Computing section cross references
de: *** Berechnung der Querreferenzierung der Sektionen

source: ERR %s and %s references [%s], deleting %s reference
de: ERR %s und %s referenzieren [%s], lösche die Referenz %s

source: *** Checking ProtocolEngine key for engine '%s'
de: *** Prüfung des Schlüssels ProtocolEngine für '%s'

source: ERR Setting ProtocolEngine key [%s] to '%s'
de: ERR Setze Schlüssel ProtocolEngine [%s] zu '%s'

source: *** Checking back references
de: *** Prüfung der reversen Referenzen

source: ERR Adding [Games]:%s key pointing to [%s]
de: ERR Hinzufügen des Schlüssels [Games]:%s auf [%s]

source: *** Checking forward references
de: *** Prüfung der forwärtigen Referenzen

source: ERR Section %s doesn't exist in %s, removed reference
de: ERR Sektion %s existiert nicht in %s, Referenz entfernt

source: *** Checking for spurious game engine entries
de: *** Prüfung auf fehlerbehaftete Spiele-Engine-Einträge

source: ERR Game engine '%s' invalid, removing
de: ERR Spiele-Engine '%s' ungültig, wird entfernt

source: *** Checking for missing game engine pointers
de: *** Prüfung auf fehlende Zeiger auf Spiele-Engines

source: ERR Adding '%s' to game engine list
de: ERR Füge '%s' zur Liste der Spiele-Engines hinzu

source: Finished - writing %d repairs
de: Fertig - schreibe %d Reparaturen

source: Finished - no configuration errors detected
de: Fertig - keine Konfigurationsfehler entdeckt

source: GGZ-Config - the GGZ Gaming Zone Configuration Utility
de: GGZ-Config - das Konfigurationswerkzeug der GGZ Gaming Zone

source: Copyright (C) 2002 - 2005 The GGZ Gaming Zone developers
de: Copyright (C) 2002 - 2005 Die Entwickler der GGZ Gaming Zone

source: Published under GNU GPL conditions
de: Veröffentlicht unter den Bedingungen der GNU GPL

source: Recognized options:
de: Erkannte Optionen:

source: Usage:
de: Nutzung:

source: No operation specified, try --help.
de: Keine Operation angegeben, versuche --help.

source: Using auxiliary directory to proceed...
de: Nutze das Sicherungsverzeichnis zum Fortfahren...

source: Must specify module installation file.
de: Die Modul-Installationsdatei muss angegeben werden.

source: Required installation file entries missing
de: Benötigte Einträge der Installationsdatei fehlen
