Repository: ralight/ggz
Catalog: gtk-games/po/ggzcards/*.po
Languages: de

source: Select your bid:
de: Wähle dein Kartenspiel aus:

source: Bid Selection
de: Spielauswahl

source: /_Game
de: /_Spiel

source: /Game/Start game
de: /Spiel/Starte Spiel

source: /Game/Force _redraw
de: /Spiel/Erzwinge Neuaufbau

source: /_Messages
de: /_Meldungen

source: /_Options
de: /Optionen

source: /Options/_Preferences
de: /Optionen/_Einstellungen

source: <main>/Game/Start game
de: <main>/Spiel/Spiel starten

source: Select Options
de: Wähle Optionen aus

source: Preferences
de: Einstellungen

source: Waiting for server...
de: Warte auf Server...

source: Sending bid to server...
de: Sende Angebot an Server...

source: Sending options to server...
de: Sende Optionen an Server...

source: Sending play to server...
de: Sende Spielbeginn an Server...

source: Waiting for the other players...
de: Warte auf andere Spieler...

source: Select "Start Game" to begin the game.
de: Wähle "Starte Spiel" um das Spiel zu beginnen.

source: There was no winner.
de: Es gab keinen Gewinner.

source: won the game.
de: gewann das Spiel.

source: %s joined the table.
de: %s ist hinzugekommen.

source: Empty Seat
de: Leerer Platz

source: %s left the table.
de: %s hat das Spiel verlassen.

source: It's your turn to bid. Please choose a bid from the selection above.
de: Du bist dran, ein Angebot abzugeben. Bitte wähle eines von den verfügbaren aus.

source: It's your turn to bid. Please choose a bid from the bid window.
de: Du bist dran, ein Angebot abzugeben. Wähle bitte eines vom Angebotsfenster aus.

source: It's your turn to play a card.
de: Dein Zug um eine Karte zu spielen.

source: It's your turn to play a card (from %s's hand).
de: Dein Zug um eine Karte aus %ss Hand spielen.

source: %s won the trick
de: %s hat den Zug gewonnen

source: Please select the game's options.
de: Bitte wähle die Optionen für das Spiel aus.

source: %s of %s
de: %s von %s

source: Authors: Gtk+ Client: Rich Gade <rgade@users.sourceforge.net> Jason Short <jdorje@users.sourceforge.net> Game Server: Jason Short <jdorje@users.sourceforge.net> Rich Gade <rgade@users.sourceforge.net> Game Modules: Jason Short <jdorje@users.sourceforge.net> Rich Gade <rgade@users.sourceforge.net> Ismael Orenstein <perdig@users.sourceforge.net> AI Modules: Jason Short <jdorje@users.sourceforge.net> Brent Hendricks <bmh@users.sourceforge.net> Website: http://www.ggzgamingzone.org/gameclients/ggzcards/
de: Autoren: Gtk+ Client: Rich Gade <rgade@users.sourceforge.net> Jason Short <jdorje@users.sourceforge.net> Game Server: Jason Short <jdorje@users.sourceforge.net> Rich Gade <rgade@users.sourceforge.net> Game Modules: Jason Short <jdorje@users.sourceforge.net> Rich Gade <rgade@users.sourceforge.net> Ismael Orenstein <perdig@users.sourceforge.net> AI Modules: Jason Short <jdorje@users.sourceforge.net> Brent Hendricks <bmh@users.sourceforge.net> Webseite: http://www.ggzgamingzone.org/gameclients/ggzcards/

source: About GGZCards
de: Über GGZCards

source: <main>/Messages
de: <main>/Meldungen

source: Use animation
de: Benutze Animationen

source: If this is disabled, there will be no animation at all. Without animation, none of the other animation preferences will have any effect.
de: Wenn dies ausgeschalten ist, wird es überhaupt keine Animation geben. Ohne Animation verlieren die anderen Animationseinstellungen ihre Bedeutung.

source: Faster animation
de: Schnellere Animationen

source: If this is selected, the animation will happen faster. The faster animation generally looks smoother, but may not work well on slower computers.
de: Falls dies ausgewählt wird, läuft die Animation schneller ab. Die schnellere Animation sieht meist besser aus, läuft aber auf älteren Rechnern nicht so schnell.

source: Smoother animation
de: Langsamere Optionen

source: If this is selected, there will be more frames in each animation sequence. This will generally make the animation look smoother, but may not work well on slower computers.
de: Falls dies ausgewählt wird, werden pro Animationsschritt mehr Teilschritte durchgeführt. Das läßt die Animation besser aussehen, läuft aber auf älteren Rechnern nicht so gut.

source: Multiple (simultaneous) animations
de: Mehre gleichzeitige Animationen

source: If this preference is selected, then any time a new animation is ready to start while an old one is still going they will both proceed simultaneously. This is prettier, but may not work well on slower computers and is (possibly) harder to follow. Disabling it will "zip" the current animation to a finish when the new one is started.
de: Falls diese Einstellung gewählt wird, dann wird jedes Mal, wenn eine neue Animation ansteht, die eventuell bereits vorhandene fortgeführt. Das sieht hübscher aus, aber läuft auf älteren Rechnern nicht so gut und ist (eventuell) nicht so einfach zu verfolgen. Abgewählt bedeutet diese Option, daß die aktuelle Animation "gestoppt" wird, wenn eine neue beginnt.

source: Have a longer delay before clearing the table
de: Eine laengere Wartezeit bis der Tisch geloescht wird

source: Normally, after the end of a trick the cards will not be cleared off of the table for one second. Selecting this option will instead delay for two seconds. Note that after the cards are cleared, the previous trick will (depending on the game) still be visible in the "Last Trick" selection of the "Messages" menu.
de: Normalerweise werden nach einem Spielzug die Karten eine Sekunde auf dem Tisch gelassen, bevor sie weggeräumt werden. Mit dieser Option wird die Verweildauer auf zwei Sekunden verlängert. Nachdem die Karten weg sind, können sie übrigens (je nach Spiel) immer noch im Untermenü "Letzter Spielzug" des Menüs "Nachrichten" betrachtet werden.

source: Clear the table immediately after each trick
de: Den Tisch sofort nach jedem Spielzug räumen.

source: Setting this option causes the cards to be cleared from the table after just one-tenth of a second.
de: Mit dieser Option wird der Tisch sofort nach dem Spielzug geräumt.

source: Single-click cards to play them
de: Einfacher Mausklick zum Karten spielen

source: Normally, you must click a card twice to play it (once to select it and again to commit to the play). With this option, the card is played immediately when you click it.
de: Normalerweise muß man doppelt auf eine Karte klicken, um sie zu spielen: einmal zum auswählen und einmal zum spielen. Mit dieser Option wird die Karte sofort nach dem ersten Klick gespielt.

source: Collapse hand as it is played
de: Auf der Hand liegendes Blatt zusammenschieben

source: If this is unset, then when a card is played none of the other cards change position, but an empty spot is left in the hand. If set, then the hand will be collapsed so that the empty spot is filled. Changing this will take effect immediately, but the transition may not be smooth.
de: Wenn diese Option ausgeschalten wird, dann verändern die restlichen Karten nicht ihre Position, sondern lassen an der Stelle der gespielten Karte eine Lücke. Falls eingeschalten, dann wird das Blatt so zusammengeschoben, daß die Lücke verschwindet. Die Änderung der Option wird sofort aktiv.

source: Show graphical cardlists
de: Kartenlisten graphisch anzeigen

source: If this is selected, then card lists (like the "Last Trick" and "Previous Hand" messages) will be drawn graphically. Disable it to get simple text-drawn card lists. The choice will not take effect until you restart GGZCards.
de: Bei Auswahl werden Kartenlisten (wie "letzer Zug" und "Vorheriges Blatt") graphisch dargestellt. Bei Abwahl bekommt man einfache Textkartenlisten. Diese Option wird erst nach einem Neustart von GGZCards aktiv.

source: Show bid choices right on the table
de: Zeige Angebotsauswahlen rechts auf dem Tisch

source: If this is selected, then (for games that use bidding) the choices for the bid will be drawn directly onto the table. If it's deselected you will instead get a popup window showing the choices. Having them drawn on the table is better, but may not work for all games.
de: Falls dies ausgewählt wird, dann wird (für die Spiele, welche Angebote nutzen) das Angebot direkt auf den Tisch gezeichnet. Falls nicht, dann erhält man stattdessen ein eigenes Fenster mit den Möglichkeiten. Es ist besser, das Angebot auf den Tisch zeichnen zu lassen, aber das funktioniert nicht für alle Spiele.

source: Show tooltips for bidding
de: Tooltips für Angebote zeigen

source: Select this option to see descriptive tooltips for every choice when you bid. The choice will take effect the next time you bid.
de: Die Wahl dieser Option zeigt bei jedem Angebot beschreibende Tooltips an. Diese Option wird nach dem nächsten Angebot aktiv.

source: Draw dominoes much larger
de: Dominosteine größer zeichnen

source: Some games use dominoes as the card set. You may choose to have the dominoes drawn normal size or in a much larger size. The change may not happen correctly until you restart the client.
de: Einige Spiele nutzen Dominosteine als Blatt. Du kannst nun wählen, die Dominosteine normal zeichnen zu lassen, oder in Übergröße. Diese Änderung wird erst nach einem Neustart aktiv.

source: Automatically start game
de: Starte Spiel automatisch

source: If this is selected, then instead of waiting for you to choose "Start Game" from the "Game" menu, the game will instead start immediately (once everyone else is ready, of course).
de: Bei Auswahl wird zum Spielbeginn sofort in das Spiel übergegangen, anstatt darauf zu warten, daß du im Menü "Spiel" den Menüpunkt "Spiel starten" auswählst (natürlich erst, wenn alle fertig sind).

source: Always use default options
de: Nutze immer die vorgegebenen Optionen

source: If this is selected, then any time you are prompted for game options (which only happens at the start of a game when you are the table host) the default choices will automatically be chosen.
de: Falls dies ausgewählt wird, dann wird jedesmal, wenn normalerweise nach den Spieloptionen gefragt wird (normalerweise zu Spielbeginn beim Spielleiter) der Standardwert automatisch eingesetzt.

source: Confirmation before exiting
de: Bestätigung vor dem Beenden

source: If selected, you will get a confirmation dialog when you try to exit during a game.
de: Falls ausgewählt, bekommt man einen Bestätigungsdialog, wenn man während eines Spiels beenden möchte.

source: Have the AI play for you
de: Laß die KI für dich spielen

source: If selected, the AI player will play the game for you. This is useful as a debugging tool.
de: Falls ausgewählt, wird die KI das Spiel für dich übernehmen. Das ist eine nützliche Maßnahme zur Fehlersuche.

source: Player Chat
de: Spielerkommunikation

source: Are you sure you want to exit?
de: Bist du sicher daß du beenden willst?

source: Are you sure you want to exit? You will not be able to rejoin.
de: Bist du sicher daß du beenden willst? Du wirst nicht wieder mitspielen können.

source: Really Exit?
de: Wirklich beenden?

source: Occupied
de: Geschlagen

source: Empty
de: Leer

source: Reserved
de: Reserviert

source: Spectator
de: Zuschauer

source: Player List
de: Spielerliste

source: List of players:
de: Spielerliste:

source: Boot player
de: Spieler rauswerfen

source: Sit here
de: Hinsetzen

source: Move here
de: Hierher bewegen

source: Play with bot
de: Mit Bot spielen

source: Drop reservation
de: Reservierung aufheben

source: Remove bot
de: Bot entfernen

source: nls enabled: %s
de: NLS: %s
