Repository: ralight/ggz
Catalog: ggz/game_clients/po/combat/*.po
Languages: de

source: <main>/Game/Remember enemy units
de: <main>/Spiel/Merke gegnerische Einheiten

source: You are cheating. This is really bad! Please take a moment to think of your opponent. Does he know what you are doing? So, are you sure you want to do it?
de: Du betrügst im Spiel. Das ist wirklich schlecht! Bitte nimm dir deshalb für deinen Mitspieler eine Minute Bedenkzeit. Weiß er denn, was du tust? So, und nun: bist du dir sicher, es tun zu wollen?

source: Stored Maps
de: Gespeicherte Karten

source: Game options
de: Spieloptionen

source: Height:
de: Höhe:

source: Width:
de: Weite:

source: Open
de: Offen

source: Lake
de: See

source: Black
de: Schwarz

source: Player 1
de: Spieler 1

source: Player 2
de: Spieler 2

source: Terrain
de: Umgebung

source: If set, the bombs who explode will be removed from the game.
de: Wenn gesetzt werden die explodierten Bomben vom Spiel entfernt.

source: One Time Bomb
de: Einfachbombe

source: If set, the spy will be able to kill any unit he attacks (except bombs), but he will die with the unit (think of it like a terrorist, with a body full of bombs)
de: Wenn gesetzt, wird der Spion andere Einheiten töten koennen (Bomben ausgeschlossen), wird aber mit der anderen Einheit zusammen sterben (denk an Terroristen mit lauter Bomben um den Körper)

source: Terrorist Spy
de: Terroristen-Spion

source: If set, the bombs can walk, just like regular officers. But they aren't able to attack! (think of it like a officer carrying a bomb)
de: Wenn gesetzt können die Bomben gehen, wie auch normale Offiziere, sind aber nicht in der Lage anzugreifen! (Denke an Soldaten die Bomben tragen)

source: Moving Bombs
de: Bomben bewegen

source: If set, scouts are able to walk more then one square at a time and attack at the same turn.
de: Wenn gesetzt können die Scouts über mehr als ein Quadrat laufen in einer bestimmten Zeit und gleichzeitug auch noch angreifen.

source: Super Scout
de: Super-Pfadfinder

source: If set, the flags will be able to walk, just like a regular unit (think of it like a officer carrying a flag)
de: Wenn gesetzt können die Flaggen laufen wie auch andere reguläre Einheiten (Denke an flaggentragende Offiziere)

source: Moving Flags
de: Flaggenbewegung

source: If set, the outcome of attacks will be solved randomly. Spies and bombs are treated the normal way. The odds depend on the difference between the power of the two units. The first number is the odd of the highest-ranked unit winning, and the second number is the odd of both units dying. 0: 30/40, 1: 35/39, 2: 41/37, 3: 49/33, 4: 56/29, 5: 64/24, 6: 71/20, 7: 77/15, 8: 84/11
de: Wenn gesetzt, wird das Ergebnis einer Attacke vom Zufall bestimmt. Spione und Bomben werden normal behandelt. Die Aufteilung hängt vom Unterschied zwischen den Kräften der Einheiten ab. Die erste Nummer ist der Überschuß der gewinnenden Einheit mit dem höchsten Rang, und die zweite Nummer ist der Überschuß der beiden sterbenden Einheiten. 0: 30/40, 1: 35/39, 2: 41/37, 3: 49/33, 4: 56/29, 5: 64/24, 6: 71/20, 7: 77/15, 8: 84/11

source: Random outcome of attacks
de: Zufälliger Ausgang einer Attacke

source: If set, units will be able to move (and attack) diagonally. (Scouts will be able of walking how many squares as they want diagonally)
de: Wenn gesetzt können sich die Einheiten diagonal bewegen und angreifen. (Pfadfinder koennen so viele Quadrate wie sie wollen diagonal laufen)

source: Allow diagonal moves
de: Erlaube diagonale Züge

source: If set, the type of the winning unit in a attack will not be shown.
de: Wenn gesetzt wird die siegende Einheit eines Angriffs nicht angezeigt.

source: Unknow Victor
de: Unbekannter Sieger

source: If set, the defense won't have to reveal what is his type, only wheter he wins or loses to the attacking unit.
de: Wenn gesetzt wird die Verteidigung nur preisgeben, ob sie eine Einheit verloren hat oder nicht, ohne deren Typ angeben zu müssen.

source: Silent Defense
de: Leise Verteidigung

source: If set, the attacking won't have to reveal it's type, only wheter it wins or loses to the defending unit.
de: Wenn gesetzt wird die attackierende Einheit nur wissen ob sie eine Einheit verloren hat oder nicht.

source: Silent Offense
de: Leiser Angriff

source: If set, the players won't be able to setup their units. It will be randomly set up by the server.
de: Wenn gesetzt werden die Spieler nicht in der Lage sein ihr Einheiten aufzustellen. Jenes wird vom Server übernommen.

source: Random Setup
de: Voreingestellter Setup

source: If set, the sergeant of all the teams will have been through a higly rigorous training, and will be able to walk through lakes. It won't be able to stay in a lake, instead, it will be able to appear at the opposite margin of a lake (it must go through a straight line, and it must be only lake tiles between the source and the destination)
de: Wenn gesetzt wird der Seargant aller Teams ein rigoroses Training erhalten. Dadurch kann er durch Seen gehen, dort aber nicht stehen bleiben. Dafür wäre es möglich dafür an der anderen Seite des Sees aufzutauchen.

source: Special Forces Sergeant
de: Spezialkräfte-Seargant

source: If set, the units will be able to do a rush attack, when they walk how many tiles as they want (in a straight line, just like a scout) and then attack the enemy, in the same turn. However, your units die after this attack, even if they succeed doing it.
de: Wenn gesetzt werden die Einheiten fähig sein, einen Gemeinschaftsangriff zu starten, wo alle ausgewählten Einheiten in einer Linie angreifen können, in einem Zug. Wie auch immer, deine Einheiten sterben nach dieser Aktion, egal ob überlebt oder nicht.

source: Rush Attack
de: Gemeinschaftsangriff

source: If set, the players won't be able to see the remaining units for the opponent, ie, they won't know how many units of each type their opponent has left. Please note that this option can't be enforceable by the server, so just use it against trusted opponents.
de: Wenn gesetzt werden die Spieler nicht in der Lage sein, die übrigen Einheiten der Gegners zu sehen. Beachte das diese Option auch vom Server voreingestellt sein, deshalb solltest du diese Option nur bei vertrauten Spielern benutzen.

source: Hide enemy's unit list
de: Generische Einheitenanzahl verstecken

source: If set, the server will ask the clients to show the enemy units for just one turn (right after a attack, for instance). However, it can't be enforceable, and a bad client could cheat, showing all the enemy units it knows about (just the ones that the server tells them, like after an attack)
de: Wenn gesetzt wird der Sever fragen, ob sie die generischen Einheiten sehen wollen. Dies geschieht nur nach einem Zug (z.B. Attacke). Das kann nicht voreingestellt werden und ein schlechter Client könnte schummeln, in dem er alle Einhaiten zeigt ueber die er Bescheid weiß. (Nur die über die er vom Server erfahren hat, wie z.B nach einer Attacke)

source: Forget enemy units
de: Vergiß gegnerische Einheiten

source: If set, all the units will be shown to both players
de: Wenn gesetzt werden alle Einheiten beiden Spielern gezeigt

source: Open Map
de: Öffne Karte

source: Options
de: Optionen

source: Map Preview
de: Kartenvorschau

source: Load
de: Laden

source: Save
de: Speichern

source: Delete
de: Löschen

source: Maps
de: Karten

source: Start Game
de: Starte Spiel

source: Cancel
de: Abbrechen

source: Save Map?
de: Karte speichern?

source: Save map as:
de: Speicher Karte als:

source: Yep
de: Jepp

source: Nope
de: Nein

source: <main>/Game/Save current map
de: <main>/Spiel/Speicher aktuelle Karte

source: <main>/Game/Show game options
de: <main>/Spiel/Zeige Spieloptionen

source: Number
de: Nummer

source: Power
de: Kraft

source: /_Game
de: /_Spiel

source: /Game/S_ave current map
de: /Spiel/Speicher aktuelle Karte

source: /Game/_Remember enemy units
de: /Spiel/_Merke gegnerische Einheiten

source: /Game/_Show game options
de: /Spiel/_Zeige Spieloptionen

source: Combat
de: Kampf

source: _Send Setup
de: _Sende Setup

source: About Combat
de: Über Combat

source: Combat, a stratego (tm) game for GGZ
de: Combat, ein Stratego (tm) Spiel für GGZ

source: Author: Ismael Orenstein <perdig@linuxbr.com.br> Special thanks to: Justin G. Zaun Rich Gade And all the GGZ team For more information on Stratego, visit: http://www.inficad.com/~ecollins/stratego/
de: Autor: Ismael Orenstein <perdig@linuxbr.com.br> Besonderer Dank an: Justin G. Zaun Rich Gade .. und das ganze GGZ-Team Besuche die Homepage fuer mehr Informationen: http://www.inficad.com/~ecollins/stratego/

source: Couldn't find pixmap file: %s
de: Konnte pixmap nicht laden: %s

source: Error loading pixmap file: %s
de: Fehler beim Laden der Pixmap: %s

source: Player Chat
de: Spielerkommunikation

source: Are you sure you want to exit?
de: Bist du sicher daß du beenden willst?

source: Are you sure you want to exit? You will not be able to rejoin.
de: Bist du sicher daß du beenden willst? Du wirst nicht wieder teilnehmen können.

source: Really Exit?
de: Wirklich beenden?

source: Occupied
de: Besetzt

source: Empty
de: Leer

source: Reserved
de: Reserviert

source: Spectator
de: Zuschauer

source: Player List
de: Spielerliste

source: List of players:
de: Liste der Spieler:

source: Boot player
de: Spieler rauswerfen

source: Sit here
de: Hinsetzen

source: Move here
de: Hierher bewegen

source: Play with bot
de: Mit Bot spielen

source: Drop reservation
de: Reservierung aufheben

source: Remove bot
de: Bot entfernen

source: nls enabled: %s
de: NLS: %s
