Repository: ralight/ggz
Catalog: ggz-client-libs/po/ggzcore/*.po
Languages: de, gl

source: Unknown negotation
de: Unbekannte Übertragung

source: Already logged in
de: Bereits angemeldet
gl: Xa está conectado

source: This name is already registered so cannot be used by a guest
de: Der gewählte Benutzername ist bereits registriert und kann nicht von Gästen benutzt werden
gl: Este nome xa está rexistrado e non o pode usar un invitado

source: No such name was found
de: Der Name wurde nicht gefunden
gl: Non se atopou ese nome

source: Name too long
de: Der Name ist zu lang
gl: O nome é demasiado longo

source: Name contains forbidden ASCII characters
de: Der Name enthält verbotene ASCII-Zeichen
gl: O nome contén caracteres ASCII prohibidos

source: Missing password or other bad options.
de: Kein Passwort angegeben oder andere Parameter sind falsch.
gl: Falta o contrasinal ou outras opcións incorrectas.

source: Unknown login error
de: Unbekannter Anmelde-Fehler
gl: Erro de conexión descoñecido

source: Room full
de: Der Raum ist voll
gl: Sala chea

source: Can't change rooms while at a table
de: Sie können den Raum nicht wechseln, während Sie sich an einem Tisch befinden
gl: Non se pode cambiar de sala cando se está na mesa

source: Can't change rooms while joining/leaving a table
de: Sie können den Raum nicht wechseln, während Sie einen Tisch betreten oder verlassen
gl: Non se poden cambiar salas ao unirse/deixar unha mesa

source: Bad room number
de: Ungültige Raumnummer
gl: Número de sala erróneo

source: Insufficient permissions, room access is restricted
de: Zugriff verweigert, da der Raumzugriff eingeschränkt ist.
gl: Permisos insuficientes, o acceso á sala está restrinxido

source: Unknown room-joining error
de: Unbekannter Fehler beim Betreten des Raums
gl: Erro de unión a sala descoñecido

source: Unable to connect
de: Verbindung fehlgeschlagen
gl: Imposible conectar

source: Protocol mismatch
de: Protokollfehler
gl: Incorcondancia de protocolo
