Repository: ralight/ggz
Catalog: kde-client/ggz-kde/po/*.po
Languages: es

source: (out of
es: (fuera de

source: &Available tables
es: &Tablas disponibles

source: &Cancel game
es: &Cancelar juego

source: &Chat
es: &Charla

source: &Client
es: &Cliente

source: &Connect
es: &Conectar

source: &Disconnect
es: &Desconectar

source: &Game
es: &Juego

source: &Help
es: &Ayuda

source: &Information
es: &Información

source: &Join game
es: &Unirse

source: &Launch new game
es: &Lanzar juego nuevo

source: &List of players
es: &Lista de jugadores

source: &Preferences
es: &Preferencias

source: &Quit
es: &Salir

source: &Rooms
es: &Salas

source: &Startup Screen
es: &Pantalla inicial

source: &Web Browser
es: &Navegador web

source: (Description: %1)
es: (Descripción: %1)

source: (GGZ team)
es: (Equipo GGZ)

source: (unknown)
es: (desconocido)

source: (unused)
es: (sin uso)

source: /away &lt;message&gt; - show a goodbye message.
es: /away &lt;mensaje&gt; - Muestra mensaje de ausencia.

source: /beep &lt;player&gt; - send player a beep.
es: /beep &lt;jugador&gt; - Mandar pitido a un jugador.

source: /help - this screen.
es: /help - Muestra esta ayuda.

source: /mark - mark a time stamp.
es: /mark - marca una señal de tiempo.

source: /me &lt;msg&gt; - sends an emphasized phrase.
es: /me &lt;msg&gt; - Manda una frase enfatizada.

source: /me has returned
es: /me ha vuelto

source: /me is going to leave (%1)
es: /me dejará (%1)

source: /msg &lt;player&gt; &lt;message&gt; - sends a private message.
es: /me &lt;jugador&gt; - Manda un mensaje privado.

source: /table &lt;message&gt; - table message.
es: /table &lt;mensaje&gt; - Mensaje de la tabla.

source: /wall &lt;message&gt; - sends a message to all rooms.
es: /wall &lt;mensaje&gt; - Manda mensaje a todas las salas.

source: << Edit
es: << Editar

source: A GGZ server was found on %1.
es: El servidor de GGZ fue encontrado en %1.

source: A protocol error (GGZCoreServer::protoerror) occured!
es: ERROR: Error en el protocolo (GGZCoreServer::protoerror)!

source: About the GGZ Gaming Zone
es: Acerca de GGZ Gaming Zone

source: Add player
es: Añadir jugador

source: Alert this player if you see him:
es: Alertar jugador si tu lo ves:

source: Although the TLS implementation may work, it is not widely tested yet and in no way secure!
es: ¡Aunque la implementación de TLS debe funcionar, no se ha probado suficiente y no es seguro!

source: An unknown error occured.
es: Ha ocurrido un error desconocido.

source: Assign a credit
es: Asignar un crédito

source: Attempt to login refused!
es: ¡El intento de login fue rechazado!

source: Author:
es: Autor:

source: Autodetect
es: Autodetectar

source: Automatic
es: Automático

source: Banned
es: Expulsado

source: Beeped Player %1.
es: Jugador pitado %1.

source: Buddy
es: Amigo

source: Cancel
es: Cancelar

source: Chat
es: Charla

source: Chose a name for the new profile.
es: Elije un nombre para el nuevo profile.

source: Close
es: Cerrar

source: Connect
es: Conectar

source: Connect to server
es: Conectar al servidor

source: Connected
es: Conectado

source: Connection
es: Conexión

source: Connection URI like ggz://user@ggzhost.com:5688
es: URI de conexión como ggz://user@ggzhost.com:5688

source: Connection secured with TLS
es: Conexión segura con TLS

source: Could not connect, maybe the server version is incompatible.
es: No puedo conectar, puede que el servidor tenga una versión incompatible.

source: Could not start the server!
es: ¡No se ha podido lanzar el servidor!

source: Could only kill server via sigkill!
es: ¡Sólo se puede matar el servidor a través de sigkill!

source: Couldn't connect to server!
es: ¡No se pudo conectar con el servidor!

source: Couldn't launch game!
es: ¡No se pudo lanzar el juego!

source: Country
es: País

source: Create new profile
es: Crear perfil nuevo

source: Default Stable Server
es: Servidor estable por defecto

source: Delete profile
es: Borrar perfil

source: Description:
es: Descripción:

source: Display MOTD upon login
es: Mostrar MOTD al conectarse

source: Do you have any messages for me?
es: ¿Tienes algún mensaje para mí?

source: Do you really want to quit?
es: ¿Realmente quieres salir?

source: ERROR: Couldn't join table!
es: ERROR: ¡No se pudo unir la tabla!

source: ERROR: Couldn't launch table!
es: ERROR: ¡No se pudo lanzar la tabla!

source: ERROR: Couldn't leave table!
es: ERROR: ¡No se pudo dejar la tabla!

source: ERROR: Network error detected!
es: ERROR: ¡Detectado un error de red!

source: ERROR: Protocol error detected!
es: ERROR: ¡Detectado un error en el protocolo!

source: Edit >>
es: Editar >>

source: Email
es: Correo electrónico

source: Enable text-to-speech (rsynth)
es: Activar texto-a-habla (rsynth)

source: Engine:
es: Motor:

source: Enter your message here:
es: Escribe el mensaje aquí:

source: Entered room %s
es: Has entrado a la sala %s

source: Error! Unknown command! Try /help instead.
es: ¡Error! Comando desconocido. Intenta con /help.

source: Failed joining the requested table!
es: ¡Falló la unión de la tabla pedida!

source: Failed launching the requested table!
es: ¡Falló el lanzamiento de la tabla pedida!

source: Found new team
es: Fundar un equipo nuevo

source: Free Software shall dominate all Online Games!
es: ¡El software libre dominará todos los juegos en linea!

source: Frontend Selection
es: Elije frontend

source: Full name
es: Nombre completo

source: GGZ Gaming Zone %1
es: Zona de juego GGZ %1

source: GGZ Gaming Zone message of the day
es: GGZ Gaming Zone mensaje del dí­a

source: GGZ Gaming Zone server not found. Please configure it in the settings dialog.
es: No se ha encontrado el servidor de la GGZ Gaming Zone. Por favor, configúrelo en el diálogo de preferencias.

source: GGZ Meta Server
es: Meta servidor de GGZ

source: Game Category:
es: Categoría de juego:

source: Game client
es: Cliente de juego

source: Game description:
es: Descripción del juego:

source: Game information
es: Información del juego

source: Game information failure
es: Fallo en la información del juego

source: Game launch failure
es: Fallo en el lanzamiento del juego

source: Game over
es: Juego terminado

source: Game selection failure
es: Fallo en la selección del juego

source: Game server
es: Servidor del juego

source: Global Settings
es: Preferencias globales

source: Go!
es: ¡Empezar!

source: Grubby communication failure
es: Fallo de comunicación con Grubby

source: Grubby dialog
es: Dialogo de Grubby

source: Grubby failure
es: Fallo en Grubby

source: Have you seen ...:
es: ¿Has visto ...:

source: Highscore: %1
es: Máxima puntuación: %1

source: Home
es: Inicio

source: Homepage
es: Página de inicio

source: Homepage: http://www.ggzgamingzone.org
es: Página de inicio: http://www.ggzgamingzone.org

source: Host not found!
es: ¡Equipo no encontrado!

source: I don't know that command, sorry.
es: No conozco ese comando, lo siento.

source: I need help!
es: ¡Necesito ayuda!

source: Icon
es: Icono

source: If you want to talk with grubbies (the GGZ chat bots), you can do so using this dialog.
es: Si quieres hablar con grubbies (el bot de chat GGZ), puedes usar este diálogo.

source: Info: Statistics for %1 changed.
es: Información: Estadísticas para %1 ha cambiado.

source: Information
es: Información

source: Information about %1:
es: Información sobre %1:

source: Insecure connection
es: Conexión insegura

source: Join as spectator
es: Unirse como espectador:

source: Joined table
es: Tabla unida

source: KDE port of the client
es: Versión KDE del cliente

source: KGGZ - The KDE client for the GGZ Gaming Zone
es: KGGZ - El cliente KDE para GGZ Gaming Zone

source: KGGZ is a frontend for the GGZ Gaming Zone
es: KGGZ es un frontend para GGZ Gaming Zone

source: LAN Game
es: Juego en LAN

source: Lag
es: Retardo

source: Launch a game
es: Lanzar juego

source: Launched game
es: Juego lanzado

source: Launched table
es: Tabla lanzada

source: Left table
es: Salir de tabla

source: List of available commands:
es: Lista de comandos disponibles:

source: Loading...
es: Cargando...

source: Log chat conversation
es: Registrar conversación

source: Log in as user/nickname:
es: Iniciar sesión como usuario:

source: Log in as:
es: Iniciar sesión como:

source: Logged in as %1
es: Sesión iniciada como %1

source: Logged out
es: Sesión cerrada

source: Manage your team memberships.
es: Administra los miembros de tu equipo.

source: Message Of The Day (MOTD)
es: Mensaje del dí­a (MOTD)

source: Message of the day
es: Mensaje del dí­a

source: Message text
es: Mensaje de texto

source: Metaserver-based GGZ server selection.
es: Selección del Metaservidor basado en GGZ.

source: Name of the player who joins the team.
es: Nombre del jugador que se une al equipo.

source: Name of the player whom the seat is reserved for
es: Nombre del jugador cuyo sitio ha sido reservado

source: Name:
es: Nombre:

source: New Profile
es: Nuevo perfil

source: New team member
es: Nuevo miembro del equipo

source: No MOTD found
es: MOTD no encontrado

source: No MOTD found for this server.
es: No se ha encontrado MOTD en este servidor.

source: No room selected
es: No se ha seleccionado ninguna sala

source: Not connected
es: No conectado

source: Not playing
es: No está jugando

source: Note
es: Nota

source: Number of players:
es: Número de jugadores:

source: OK
es: Aceptar

source: Only administrators are allowed to broadcast messages.
es: Solo los administradores tienen permitido mandar mensajes a todos.

source: Open
es: Abrir

source: Password
es: Contraseña

source: Password not found, please input:
es: Contraseña no encontrada, por favor introduce:

source: Path to ggzd
es: Ruta a ggzd

source: Player
es: Jugador

source: Player information
es: Información del jugador

source: Players
es: Jugadores

source: Please join a room first.
es: Primero únase a una tabla.

source: Please join a room to start!
es: ¡Únase a una sala para empezar!

source: Please select a table to join!
es: ¡Seleccione una tabla para unirse!

source: Please select who is grubby, and start a query!
es: ¡Seleccione quién es grubby, y empiece una consulta!

source: Please specify some environment variables here.
es: Especifique las variables de entorno aquí.

source: Private message
es: Mensaje privado

source: Profile identifier
es: Identificador del perfil

source: Properties of the game played in this room.
es: Propiedades del juego jugado en esta sala.

source: Protocol:
es: Protocolo:

source: Quit
es: Salir

source: Quit KGGZ
es: Salir de KGGZ

source: Ready for connection.
es: Listo para la conexión.

source: Ready for connection...
es: Listo para la conexión...

source: Reservation
es: Reserva

source: Reserved
es: Reservado

source: Resolving failed.
es: Fallo en la resolución.

source: Room join failure
es: Fallo en la unión a la sala

source: Room:
es: Sala:

source: Save configuration
es: Guardar la configuración

source: Score
es: Puntuación

source: Se&ttings
es: &Preferencias

source: Seat
es: Asiento

source: Security warning
es: Alerta de seguridad

source: Select
es: Seleccionar

source: Select a command:
es: Seleccione un comando:

source: Select your favorite connection profile and connect to a game server.
es: Selecciona tu perfil de conexión favorito y conecta al servidor del juego.

source: Send private message
es: Manda un mensaje privado

source: Server host:
es: Servidor:

source: Server port:
es: Puerto del servidor:

source: Server selection
es: Selección de servidor

source: Show connection dialog on startup
es: Mostrar el diálogo de conexión en el inicio

source: Sorry, no game modules found for this game type.
es: Lo sentimos, no hay módulos para este tipo de juego.

source: Sorry, you cannot change the room while playing!
es: Lo sentimos, ¡no se puede cambiar la sala mientras se está jugando!

source: Specify a command option:
es: Especifique la opción del comando:

source: Start ggzd server locally
es: Lanzar el servidor de ggzd localmente

source: Start server
es: Lanzar servidor

source: State:
es: Estado:

source: Status
es: Estado

source: Stop server
es: Parar servidor

source: TRANSLATOR-EMAIL
es: luipeme@yahoo.es

source: TRANSLATOR-NAME
es: Luis Pérez. Meliá

source: Table join failure
es: Error en la unión de la tabla

source: Table: %1
es: Tabla: %1

source: Team foundation
es: Fundar equipo

source: Teams
es: Equipos

source: Teams/Players
es: Equipos/jugadores

source: Tell me something about you
es: Cuéntanos algo sobre ti

source: Thanks for taking the time!
es: ¡Gracias por tomarte tu tiempo!

source: The GGZ Gaming Zone
es: La zona de juegos GGZ

source: The GGZ Gaming Zone is a collaboration between several people who
es: La zona de juegos GGZ es una colaboración entre mucha gente que

source: The GGZ server is already running!
es: ¡El servidor de GGZ ya está funcionando!

source: The pleasure has been on my side :)
es: El placer ha sido mío :)

source: The server isn't running anymore.
es: El servidor ya no está funcionando.

source: The wallet could not be opened to insert the password (%1).
es: No se ha podido abrir la cartera para insertar la contraseña (%1).

source: The wallet could not be opened.
es: La cartera no se ha podido abrir.

source: This game has multiple frontends. Select your favorite one.
es: Este juego tiene varios frontends. Selecciona tu favorito.

source: This is grubby:
es: Este es grubby:

source: This is the GGZ Gaming Zone Lounge. You can meet other players here.
es: Este es el salón de descanso de la zona de juegos GGZ. Puedes conocer otros jugadores aquí.

source: Ties: %1 Forfeits: %2
es: Encuentros: %1 Penalizaciones: %2

source: Use password:
es: Usar contraseña:

source: Use secure connection (TLS)
es: Usar conexión segura (TLS)

source: Using KWallet
es: Usando KWallet

source: Version:
es: Versión:

source: What do you know about ...:
es: ¿Qué conoces sobre ...:

source: What should the name of the new team be?
es: ¿Cuál debería ser el nombre del equipo nuevo?

source: Who is ...:
es: ¿Quién es ...:

source: Wins: %1 Losses: %2
es: Ganadas: %1 Perdidas: %2

source: You are welcome as a new GGZ Gaming Zone player. Your personal password is: %1
es: Eres bienvenido como nuevo jugador de GGZ. Tu contraseña personal es: %1

source: You cannot launch a game outside a room!
es: ¡No puedes lanzar un juego fuera de la sala!

source: You don't have the privileges to stop the server.
es: No tiene los privilegios para poder parar el servidor.

source: You have been beeped by %1.
es: Has sido pitado por %1.

source: You must be in a room to join a table!
es: ¡Debes estar en una sala para unirte a la tabla!

source: Your most desired KDE network games launcher and chat system.
es: Tu lanzador de juegos para KDE y sistema de charla más deseado.

source: Zeroconf could not be initialized.
es: No se ha podido inicializar Zeroconf.

source: Zeroconf error
es: Error en Zeroconf

source: Zeroconf success
es: Éxito en Zeroconf

source: and many supporters...
es: y varios seguidores...

source: disconnect from server
es: Desconectar del servidor

source: first room after login
es: Primera sala despues del inicio de sesión

source: game developers. GGZ is available for many platforms and toolkits.
es: desarrolladores del juego. GGZ está disponible en muchas plataformas y toolkits.

source: guest
es: invitado

source: including source code and professional help for both gamers and
es: incluyendo el código fuente y ayuda profesional para ambos jugadores y

source: logged in as %1@%2:%3
es: Sesión iniciada como %1@%2:%3

source: offline
es: desconectado

source: starter
es: entrante

source: try to make public online game services available for free -
es: intenta hacer disponibles públicamente los servicios en línea gratis -

source: unknown
es: desconocido
