Repository: ralight/ggz
Catalog: ggz/src/frontend/kde/po/*.po
Languages: de, es, pt_br

source: Specify a command option:
de: Kommando-Option angeben:
pt_br: Dá uma opção do comando:

source: Spectator
de: Zuschauer
pt_br: Espetador

source: Start ggzd server locally
de: Starte den ggzd-Server lokal
es: Lanzar ggzd localmente
pt_br: Iniciar servidor ggzd localmente

source: Start server
de: Starte Server
es: Lanzar server
pt_br: Iniciar servidor

source: Stop server
de: Beende Server
es: Parar server
pt_br: Parar servidor

source: TRANSLATOR-EMAIL
de: xsebbi@gmx.de
pt_br: josef@ggzgamingzone.org

source: TRANSLATOR-NAME
de: Sebastian Roth
pt_br: Josef Spillner

source: Table
de: Tisch
es: Tabla
pt_br: Mesa

source: Table join failure
de: Fehler beim Teilnehmen am Tisch
pt_br: Error de participar na mesa

source: Table: %1
de: Tisch: %1
pt_br: Mesa: %1

source: Team foundation
de: Gründung eines Teams
pt_br: Fundação de times

source: Teams
pt_br: Times

source: Teams/Players
de: Teams/Spieler
pt_br: Times/Jogadores

source: Tell me something about you
de: Erzähle mehr über dich
pt_br: Me conte algo sobre você

source: Thanks for taking the time!
de: Danke für den Fisch!
pt_br: Muito obrigado pela atenção!

source: The GGZ Gaming Zone
de: Die GGZ Gaming Zone
pt_br: A GGZ Gaming Zone

source: The GGZ Gaming Zone is a collaboration between several people who
de: Die GGZ Gaming Zone ist ein weltweiter Zusammenschluß von Leuten die
pt_br: A GGZ Gaming Zone é uma colaboração entre várias pessoas que

source: The GGZ server is already running!
de: Der GGZ-Server ist schon aktiv!
pt_br: O servidor do GGZ já está rodando!

source: The ggzd server is already running!
de: Der ggzd-Server ist schon aktiv!
es: ggzd ya esta corriendo
pt_br: O servidor ggzd já está rodando!

source: The installed game modules for this game type are all incompatible.
de: Keines der installierten Spielmodule ist kompatibel zum Server.
pt_br: Os módulos instalados para este tipo de jogo são todos incompativeis.

source: The pleasure has been on my side :)
de: Das Vergnügen war ganz auf meiner Seite :)
pt_br: O prazer foi todo meu :)

source: The server isn't running anymore.
de: Der Server ist schon inaktiv.
pt_br: O servidor já não está rodando!

source: The wallet could not be opened to insert the password (%1).
de: Die Brieftasche konnte nicht zum Schreiben des Passwortes geöffnet werden (%1).
pt_br: O wallet não pude ser abrido para insertar a senha (%1).

source: The wallet could not be opened.
de: Die Brieftasche konnte nicht geöffnet werden.
pt_br: Error abrir o wallet.

source: This game has multiple frontends. Select your favorite one.
de: Dieses Spiel hat mehrere Frontends. Wähle dein Lieblingsfrontend aus.
pt_br: Esse jogo tem várias interfaces Selecione a sua favorita

source: This is grubby:
de: Dies ist grubby:
pt_br: Esse é grubby (bot):

source: This is the GGZ Gaming Zone Lounge. You can meet other players here.
de: Dies ist die GGZ Gaming Zone Lounge. Du kannst hier andere Leutetreffen.
pt_br: Esse é a GGZ Gaming Zone Lounge. Você pode encontrar outros jogadores aqui.

source: Time stamps in chat
de: Zeitmarken im Chat
pt_br: Usar marcas de tempo no chat

source: Use panel watcher
de: Panel-Benachrichtigung
pt_br: Usar notificação do painel

source: Use password:
de: Passwort benutzen:
es: Clave:
pt_br: Usar senha:

source: Use secure connection (TLS)
de: Sicher Verbindung (TLS) verwenden
pt_br: Usar conexão segurada (TLS)

source: Using KWallet
de: Verwendung von KWallet
pt_br: Usar wallet

source: Version:
es: Versión:
pt_br: Versão:

source: What do you know about ...:
de: Was weißt du über ...:
pt_br: O qué você sabe sobre ...:

source: What should the name of the new team be?
de: Was soll der Name des neuen Teams sein?
pt_br: Qual seja o nome do novo time?

source: Who is ...:
de: Wo ist ...:
pt_br: Quem é ...:

source: Wins: %1 Losses: %2
de: Gewinne: %1 Verluste: %2
pt_br: Vencas: %1 Perdidas: %2

source: You are welcome as a new GGZ Gaming Zone player. Your personal password is: %1
de: Du wirst als neuer GGZ Gaming Zone-Spieler willkommen geheißen. Dein persönliches Kennwort ist: %1
pt_br: Seja bem vindo como um novo jogador da GGZ Gaming Zone. Sua senha pessoal é: %1

source: You are welcome as a new GGZ Gaming Zone player. Your personal password is: %s
de: Du wirst als neuer GGZ Gaming Zone-Spieler willkommen geheißen. Dein persönliches Kennwort ist: %s
es: Eres bienvenido como un nuevo jugador de GGZ. Tu clave personal es: %s
pt_br: Seja bem vindo como um novo jogador da GGZ Gaming Zone. Sua senha pessoal é %s

source: You cannot launch a game outside a room!
de: Du kannst dieses Spiel nicht außerhalb eines Raumes starten!
es: No puedes lanzar un juego afuera de la sala!
pt_br: Você não pode iniciar um jogo fora de uma sala!

source: You don't have the privileges to stop the server.
de: Du hast nicht die erforderlichen Privilegien, um diesen Server zustoppen.
pt_br: Você não tem o direito de parar o servidor.

source: You have been beeped by %1.
de: Du wurdest von %1 angepiept.
pt_br: Você foi beepado por %1

source: You must be in a room to join a table!
de: Du mußt in einem Raum sein, um an einem Tisch teilnehmen zu können.
pt_br: Você tem que ficar numa sala para participar numa mesa!

source: Your most desired KDE network games launcher and chat system.
de: Dein bester KDE Netzwerk-Spiele Starter mit Chat-System
es: Tu más deseado lanzador de juegos para KDE y sistema de chat.
pt_br: Seu gerenciador de jogos de rede a sistema de chat do KDE favorito

source: Zeroconf could not be initialized.
de: Zeroconf konnte nicht initialisiert werden.
pt_br: Erro inicialisando o Zeroconf.

source: Zeroconf error
de: Zeroconf-Fehler
pt_br: Erro do Zeroconf

source: Zeroconf success
de: Zeroconf erfolgreich
pt_br: Zeroconf funciona

source: and many supporters...
de: und viele Unterstützer...
pt_br: e muitos apioadores...

source: disconnect from server
de: Verbindung von Server getrennt
pt_br: desonectar do servidor

source: first room after login
de: erster Raum nach dem Login
pt_br: primeira sala depos login

source: game developers. GGZ is available for many platforms and toolkits.
de: Spieleentwicklern. GGZ für viele Plattformen und Toolkits verfügbar.
pt_br: desenvolvedores de jogos. GGZ está disponível para várias plataformas e bibliotecas

source: guest
de: Gast
es: invitado
pt_br: convidado

source: including source code and professional help for both gamers and
de: inklusive Quelltexten und persönlicher Hilfe von sowohl Spielern alsauch
pt_br: inclunindo código fonte e ajuda profissional de ambos os jogadores e

source: logged in as %s@%s:%i (using TLS: %i)
de: als %s@%s:%i eingeloggt (mit TLS: %i)
pt_br: Identificado como %s@%s:%i (usando TLS: %i)

source: offline
pt_br: desligado

source: starter
es: nuevo
pt_br: iniciante

source: try to make public online game services available for free -
de: versuchen öffentliche Spieleservices frei verfügbar zu machen -
pt_br: tentando fazer serviços de jogos em rede disponíveis gratuitamente -

source: unknown
de: unbekannt
es: desconocido
pt_br: desconhecido

source: /me is going to leave (%1)
de: /me ist weg (%1)

source: Lag
de: Verzögerung

source: Ranking: %1
de: Bewertung: %1

source: Rating:
de: Bewertung:

source: Rating: %1
de: Bewertung: %1

source: Ties: %1 Forfeits: %2
de: Gleichstände: %1 Verluste: %2
