Repository: ralight/ggz
Catalog: ggz/src/frontend/kde/po/*.po
Languages: de, es, pt_br

source: Connected
de: Verbunden
pt_br: Conectado

source: Loading...
de: Lade...
es: Cargando...
pt_br: Carregando...

source: No room selected
de: Kein Raum ausgewählt
pt_br: Nenhuma sala selecionada

source: Not connected
de: Nicht verbunden
pt_br: Desconectado

source: Ready for connection.
de: Bereit für Verbindung.
es: Listo para conectarse.
pt_br: Pronto para conexão

source: Room:
de: Raum:
pt_br: Sala:

source: State:
de: Status:
es: Estado:
pt_br: Estado

source: (out of
de: (außerhalb von
es: (fuera de
pt_br: (sem

source: enters the room.
de: betritt den Raum.
es: entra a la sala.
pt_br: entra na sala

source: has left the room.
de: hat den Raum verlassen.
es: sale de la sala
pt_br: saiu da sala

source: %1 -- MARK --
pt_br: %1 -- MARCA --

source: &Available tables
de: &Verfügbare Plätze
es: &Tablas disponibles
pt_br: Mesas &disponíveis

source: &Cancel game
de: Spiel abbrechen
pt_br: &Cancelar jogo

source: &Chat
pt_br: &Conversação

source: &Client
es: &Cliente
pt_br: &Cliente

source: &Connect
de: &Verbinde
es: &Conectar
pt_br: &Conectar

source: &Disconnect
de: &Trenne Verbindung
es: &Desconectar
pt_br: &Desconectar

source: &Game
de: &Spiel
es: &Juego
pt_br: &Jogo

source: &Help
de: &Hilfe
es: &Ayuda
pt_br: A&juda

source: &Information
es: &Información
pt_br: &Informação

source: &Join game
de: &Trete Spiel bei
es: &Unirse
pt_br: &Entrar no jogo

source: &Launch new game
de: &Starte neues Spiel
es: &Lanzar nuevo
pt_br: &Iniciar um novo jogo

source: &List of players
de: &Spielerliste
es: &Lista de jugadores
pt_br: &Lista de jogadores

source: &Preferences
de: &Einstellungen
pt_br: &Preferências

source: &Quit
de: &Ende
es: &Salir
pt_br: Sa&ir

source: &Rooms
de: &Räume
es: &Salas
pt_br: &Salas

source: &Startup Screen
de: &Startbildschirm
es: &Pantalla Inicial
pt_br: &Tela inicial

source: &Web Browser
es: &Navegador
pt_br: &Navegador

source: (Description: %1)
de: (Beschreibung: %1)
pt_br: (Descrição: %1)

source: (GGZ team)
es: (Equipo GGZ)
pt_br: (Time do GGZ)

source: (unknown)
de: (unbekannt)
pt_br: (desconhecido)

source: (unused)
de: (unbenutzt)
es: (sin uso)
pt_br: (não usado)

source: /away &lt;message&gt; - show a goodbye message.
de: /away &lt;Nachricht&gt; - eine AWAY-Nachricht anzeigen.
pt_br: /away &lt;mensagem&gt - Mostra uma mensagem de despedida

source: /beep &lt;player&gt; - send player a beep.
de: /beep &lt;Spieler&gt; - Erzeugt einen Computer-Beep
pt_br: /beep &lt;nome&gt; - Envia um beep ao computador desse jogador

source: /help - this screen.
de: /help - Dieser Hilfebildschirm (auch /?)
pt_br: /help - Essa tela de ajuda

source: /mark - mark a time stamp.
de: /mark - Füge einen Zeitstempel ein.
pt_br: /mark - marca a hora

source: /me &lt;msg&gt; - sends an emphasized phrase.
de: /me &lt;msg&gt; - ME-Nachrichten
pt_br: /me &lt;msg&gt; - Envia uma ação

source: /me has returned
de: /me ist zurückgekehrt
pt_br: /me voltou

source: /msg &lt;player&gt; &lt;message&gt; - sends a private message.
de: /msg &lt;Spieler&gt; - Private Nachricht an diesen Spieler senden.
pt_br: /msg &lt;jogador&gtk; &lt;mensagem&gt; - Envia uma mensagem pessoal

source: /table &lt;message&gt; - table message.
de: /table &lt;Nachricht&gt; - Tischnachricht.
pt_br: /table &lt;mensagem&gt - Envia uma mensagem da mesa

source: /wall &lt;message&gt; - sends a message to all rooms.
de: /wall &lt;Nachricht&gt; - Administrationsnachricht an alle Räume senden.
pt_br: /wall &lt;mensagem&gt - Envia uma mensagem para todas as salas

source: << Edit
de: << Bearbeiten
pt_br: << Editar

source: <b>Global Settings</b>
de: <b>Globale Einstellungen</b>
pt_br: <b>Configurações globais</b>

source: A GGZ server was found on %1.
de: Ein GGZ-Server wurde unter %1 gefunden.
pt_br: Um servidor GGZ foi encontrado em %1.

source: A protocol error (GGZCoreServer::protoerror) occured!
de: Ein Protokollfehler (GGZCoreServer::protoerror) ist aufgetreten!
pt_br: Um erro no protocolo (GGZCoreServer::protoerror) detectado!

source: A protocol error occured!
de: Ein Protokollfehler ist aufgetreten!
pt_br: Um erro no protocolo detectado!

source: About the GGZ Gaming Zone
de: Über die GGZ Gaming Zone
es: Acerca de GGZ Gaming Zone
pt_br: Sobre a GGZ Gaming Zone

source: Add player
de: Spieler hinzufügen
pt_br: Adicionar jogador

source: Add this to the alert words:
de: Füge dies zu den Alert-Wörtern hinzu:
pt_br: Adiciona isso às palavras de alerta:

source: Alert this player if you see him:
de: Benachrichtige diesen Spieler wenn du ihn siehst:
pt_br: Notifique este jogador quando encontrá-lo:

source: Although the TLS implementation may work, it is not widely tested yet and in no way secure!
de: Obwohl die TLS-Implementierung funktionieren sollte, ist sie noch nicht genügend getestet!
pt_br: Ainda que a implementação TLS funciona bem, não receibi muito teste e pode ser inseguro!

source: Although the TLS implementation may work, it is not widely tested yet and in no way secure!
de: Obwohl die TLS-Implementierung funktionieren sollte, ist sie noch nicht genügend getestet!
pt_br: Ainda que a implementação TLS funciona bem, não receibi muito teste e pode ser inseguro!

source: An error occured! Sure it runs? Sure you don't need to be root?
de: Ein Fehler ist aufgetreten! Bist du sicher das es läuft? Bist du auch sicher hier nicht root sein zu müssen?
es: Ocurrio un error! Quizás debas ser root
pt_br: Um erro ocorreu! Tem certeza que ele está funcionando ? Tem certeza que você não precisa ser root?

source: An unknown error occured.
de: Ein unbekannter Fehler ist aufgetreten.
pt_br: Um erro desconhecido ocorreu.

source: Assign a role
de: Eine Rolle zuweisen
pt_br: Selecione um modelo

source: Attempt to connect refused!
de: Verbindungsaufbau abgelehnt!
es: El intento de conexión falló
pt_br: Tentativa de conexão recusada

source: Attempt to login refused!
de: Login abgelehnt!
es: El intento de login fue rechazado
pt_br: Tentativa de login recusada

source: Author:
de: Autor:
pt_br: Autor:

source: Autodetect
de: Autoerkennung
pt_br: Detectar automaticamente

source: Automatic
de: Automatisch
pt_br: Automaticamente

source: Banned
de: Verbannt
pt_br: Prohibido

source: Beeped Player %1.
de: Beep an Spieler %1 gesendet.
pt_br: Enviu um beep ao jogador %1

source: Bot
pt_br: Computador

source: Buddy
de: Freund
pt_br: Amigão

source: Cancel
de: Abbrechen
es: Cancelar
pt_br: Cancelar

source: Chat
pt_br: Conversação

source: Chose a name for the new profile.
de: Wähle einen Namen für das neue Profil aus.
pt_br: Selecione um nome para o novo perfil.

source: Close
de: Schließen
pt_br: Fechar

source: Connect
de: Verbinden
pt_br: Conectar

source: Connect to server
de: Verbinde zum Server
es: Conectar al servidor
pt_br: Conectar ao servidor

source: Connection
de: Verbindung
pt_br: Conexião

source: Connection URI like ggz://user@ggzhost.com:5688
de: Verbindungs-URI wie ggz://user@ggzhost.com:5688
pt_br: URI da Conexão como ggz://user@ggzhost.com:5688

source: Could not connect, maybe the server version is incompatible.
de: Konnte nicht verbinden, eventuell ist die Serverversion inkompatibel.
pt_br: Não pude conectar, talvez o servidor seja incompatível.

source: Could not start ggzd!
de: Konnte ggzd nicht starten
es: No se pudo lanzar ggzd
pt_br: Não pôde iniciar o ggzd!

source: Could not start the server!
de: Konnte den Server nicht starten
pt_br: Não pôde iniciar o servidor!

source: Could only kill server via sigkill!
de: Kann den Server nur noch mit sigkill killen!
es: Solo se puede matar el server a travez de sigkill
pt_br: Só consegui matar o servidor usando o sigkill!

source: Couldn't connect to server!
de: Konnte nicht zum Server verbinden
es: No se pudo conectar con el server
pt_br: Não foi possível conectar-se ao servidor

source: Couldn't launch game!
de: Konnte Spiel nicht starten!
es: No se pudo lanzar el juego
pt_br: Não foi possível iniciar o jogo

source: Country
de: Land
pt_br: Pais

source: Create new profile
de: Neues Profil anlegen
pt_br: Criar novo perfil

source: Default CVS Developer Server
de: Voreingestellter CVS Entwickler-Server
pt_br: Servidor padrão CVS dos desenvolvedores

source: Default Stable Server
de: Voreingestellter Server
pt_br: Servidor padrão

source: Default ggzd host for GGZap
de: Standard ggzd-Server für GGZap
pt_br: Servidor padrão para o GGZap

source: Default server
de: Voreingestellter Server
es: Server defecto
pt_br: Servidor padrão

source: Delete
de: Löschen
es: Borrar
pt_br: Apagar

source: Delete profile
de: Profil löschen
pt_br: Apagar perfil

source: Description:
de: Beschreibung:
es: Descripción
pt_br: Descrição:

source: Display MOTD upon login
de: MOTD beim Login darstellen
pt_br: Mostrar MOTD após do login

source: Do you have any messages for me?
de: Hast du Nachrichten für mich?
pt_br: Você tem algum mensagem de mim?

source: Do you really want to quit?
de: Möchtest du KGGZ wirklich beenden?
pt_br: Você tem certeza que deseja sair?

source: ERROR: Chat error detected!
de: ERROR: Chatfehler entdeckt!
es: ERRO: Error en el chat
pt_br: ERRO: Erro na conversação detectado

source: ERROR: Chat error detected:
de: ERROR: Chatfehler entdeckt:
pt_br: ERRO: Erro na conversação detectado:

source: ERROR: Couldn't join table!
de: ERROR: Konnte nicht am Tisch teilnehmen!
es: ERROR: No se pudo unir a la tabla
pt_br: ERRO: Não foi possível entrar na mesa

source: ERROR: Couldn't launch table!
de: ERROR: Konnte Tisch nicht starten!
es: ERROR: No se pudo lanzar tabla
pt_br: ERRO: Não foi possível iniciar a mesa!

source: ERROR: Couldn't leave table!
de: ERROR: Konnte Tisch nicht verlassen!
es: ERROR: No se pudo dejar la tabla
pt_br: ERRO: Não foi possível deixar a mesa!

source: ERROR: Network error detected!
de: ERROR: Netzwerkfehler erkannt!
es: ERROR: Error de red
pt_br: ERRO: Erro da rede detectado

source: ERROR: Network error!
de: ERROR: Netzwerkfehler!
es: ERROR: Error de red
pt_br: ERRO: Erro na rede!

source: ERROR: Protocol error detected!
de: ERROR: Protokollfehler entdeckt!
es: ERROR: Error en el protocol
pt_br: ERRO: Erro no protocolo detectado!

source: ERROR: Protocol error!
de: ERROR: Protokollfehler
es: ERROR: Error en el protocolo
pt_br: ERRO: Erro no protocolo!

source: Edit >>
de: Bearbeiten >>
pt_br: Editar >>

source: Enable text-to-speech (rsynth)
de: Sprachsynthese mit rsynth ermöglichen
pt_br: Synthese texto-para-linguágem (rsynth)

source: Enter your message here:
de: Gib deine Nachricht hier ein:
es: Pon el mensaje aca:
pt_br: Entre sua mensagem aqui:

source: Entered room %s
de: Raum %s betreten
pt_br: Entrou na sala: %s

source: Error
de: Fehler
pt_br: Erro

source: Error!
de: Fehler!
pt_br: Erro!

source: Error! Unknown command! Try /help instead.
de: Achtung! Unbekanntes Kommando! Probier /help.
es: Error. Comando desconocido. Intenta con /help
pt_br: Erro! Comando desconhecido! Tente /help ao invés

source: Failed joining the requested table!
de: Konnte dem angegebenen Tisch nicht beitreten.
pt_br: Impossível participar na mesa requisitada!

source: Failed launching the requested table!
de: Konnte den angegebenen Tisch nicht starten!
es: Fallo el lanzamiento de la tabla pedida
pt_br: Impossível iniciar a mesa requisitada

source: Found new team
de: Neues Team gründen
pt_br: Novo time encontrado

source: Free Software shall dominate all Online Games!
de: Freie Software soll alle Online-Spiel dominieren!
pt_br: Os programas livres irãm dominar todos os jogos em rede!

source: Frontend Selection
de: Oberflächenauswahl
pt_br: Selecione a interface

source: Frontend:
de: Oberfläche:
pt_br: Interface:

source: Full name
de: Voller Name
pt_br: Nome completo

source: GGZ Gaming Zone message of the day
de: GGZ Gaming Zone Meldung des Tages
pt_br: GGZ Gaming Zone Mensagem do dia (MOTD)

source: GGZ Gaming Zone server not found. Please configure it in the settings dialog.
de: GGZ Gaming Zone Server nicht gefunden. Bitte im Einstellungsdialog konfigurieren.
pt_br: Servidor da GGZ Gaming Zone não encontrado. Favor configuré-lo no diálogo de preferências.

source: GGZ Gaming Zone server not found. Please get it from http://ggz.sourceforge.net. Make sure to add its path to kggz.rc! See help for details.
es: Server de GGZ Gaming Zone no encontrado Por favor consigalo en http://ggz.sourceforge.net. Asegurese de que kggz.rc este en el path Vea ayuda para más detalles.
pt_br: Servidor da GGZ Gaming Zone não foi encontrado Por favor pegue-o em http://ggz.sourceforge.net Lembre-se de adicionar o seu caminho para kggz.rc! Veja ajuda para detalhes

source: GGZ Meta Server
pt_br: Servidor Meta GGZ

source: GGZocker
pt_br: GGZéninguém

source: Game Category:
de: Spieltyp:
pt_br: Categoria:

source: Game Type Information
de: Spieltyp-Information
es: Tipo de información del juego
pt_br: Informação do Tipo de Jogo

source: Game client
de: Spieleclient
pt_br: Cliente do jogo

source: Game description:
de: Spielbeschreibung:
es: Descripción del juego:
pt_br: Descrição do Jogo:

source: Game information
de: Spielinformation
pt_br: Informação sobre o jogo

source: Game information failure
de: Fehler bei Spielinformation
pt_br: Falha da informação do jogo

source: Game launch failure
de: Fehler beim Starten eines Spiels
pt_br: Error lançando o jogo

source: Game over
de: Spiel vorbei
es: Juego terminado
pt_br: Jogo terminou

source: Game selection failure
de: Fehler bei der Spiele-Auswahl
pt_br: Error selecionando o jogo

source: Game server
de: Spiel-Server
pt_br: Servidor do jogo

source: General
de: Generelles
pt_br: Geral

source: Global Settings
de: Einstellungen
pt_br: Configurações globais

source: Go!
de: Los!
pt_br: Ir!

source: Grubby communication failure
de: Konnte nicht mit Grubby kommunizieren.
pt_br: Erro comunicando com grubby

source: Grubby dialog
pt_br: Diálogo Grubby

source: Grubby failure
de: Fehler bei Grubby
pt_br: Erro do grubby

source: Have you seen ...
de: Hast du ... gesehen
pt_br: Você viu ...

source: Have you seen ...:
de: Hast du ... gesehen:
pt_br: Você viu ...:

source: Highscore: %1
de: Punktezahl: %1
pt_br: Pontos: %1

source: Home
de: Homepage
pt_br: Casa

source: Homepage
pt_br: Site principal

source: Homepage: http://ggz.sourceforge.net
pt_br: Página: http://ggz.sourceforge.net

source: Host not found!
de: Host nicht gefunden!
pt_br: Host não encontrado!

source: I don't know that command, sorry.
de: Ich kenne das Kommando nicht, sorry.
pt_br: Eu não conheço esse comando, sinto muito.

source: I need help!
de: Ich brauche Hilfe!
pt_br: Eu preciso de ajuda!

source: Identifier
de: Bezeichner
pt_br: Identificador

source: If you want to talk with grubbies (the GGZ chat bots), you can do so using this dialog.
de: Wenn du mit grubbies (den GGZ Chatbots) sprechen möchtest, kannst du das in diesem Dialog tun.
pt_br: Se você quiser falar com grubby (o robô da GGZ Gaming Zone), pode usar este diálogo.

source: Info: Statistics for %1 changed.
de: Info: Statistiken für %1 wurden geändert.
pt_br: Info: Estatísticas para %1 mudaram.

source: Information
pt_br: Informação

source: Information about %1:
de: Information über %1:
pt_br: Informação sobre %1:

source: Join as spectator
de: Als Zuschauer teilnehmen
pt_br: Participar assistindo

source: Joined table
de: Spiel beigetreten
es: Tabla unida
pt_br: Entrou na mesa

source: KDE port of the client
de: KDE-Portierung des Clients
pt_br: Versão para KDE do cliente

source: KDE2 port of the client
de: KDE2-Portierung des Clients
es: Client para KDE2
pt_br: Versão para KDE2 do cliente

source: KGGZ - The KDE client for the GGZ Gaming Zone
de: KGGZ - Der KDE-Client für die GGZ Gaming Zone
es: KGGZ - El cliente KDE para GGZ Gaming Zone
pt_br: KGGZ - O cliente para a GGZ Gaming Zone do KDE

source: KGGZ - [logged in as %s@%s:%i]
de: KGGZ - [eingeloggt als %s@%s:%i]
es: KGGZ - [logueado como %s@%s:%i]
pt_br: KGGZ - [Identificado como %s@%s:%i]

source: KGGZ is a frontend for the GGZ Gaming Zone
de: KGGZ ist ein Frontend für die GGZ Gaming Zone
es: KGGZ es un frontend para GGZ Gaming Zone
pt_br: KGGZ é uma interface para a GGZ Gaming Zone

source: LAN Game
de: Spiel im LAN
pt_br: Jogo na rede local (LAN)

source: Launch a game
de: Neues Spiel starten
es: Juego lanzado
pt_br: Inicia um jogo

source: Launched game
de: Neues Spiel gestartet
pt_br: Iniciou jogo

source: Launched table
de: Tisch gestartet
es: Tabla lanzada
pt_br: Iniciou mesa

source: Left table
de: Tisch verlassen
es: Salir de tabla
pt_br: Deixou mesa

source: List of available commands:
de: Liste der verfügbaren Kommandos:
es: Comandos disponibles:
pt_br: Lista de comandos disponíveis:

source: Log chat conversation
de: Chat mitloggen
pt_br: Grava conversação do chat

source: Log in as user/nickname:
de: Einloggen als Benutzer/nickname:
pt_br: Identificar-se como usuário/nickname:

source: Log in as user:
de: Einloggen als Benutzer:
es: Logueado como usuario:
pt_br: Identificar-se como usuário:

source: Log in as:
de: Einloggen als:
es: Logueado como:
pt_br: Identificar-se como:

source: Logged in as %s
de: Als Benutzer %s eingeloggt
es: Logueado como %s
pt_br: Indentificado como %s

source: Logged out
de: Ausgeloggt
es: Deslogueado
pt_br: Desconectado

source: Login refused!
de: Login verweigert!
es: Logueo rechazado
pt_br: Login recusado

source: Manage your team memberships.
de: Verwalte deine Mitgliedschaften in Teams.
pt_br: Configure seus times.

source: Message Of The Day (MOTD)
de: Meldung des Tages (MOTD)
es: Mensaje del día (MOTD)
pt_br: Mensagem do dia (MOTD)

source: Message of the day
de: Meldung des Tages
pt_br: Mensagem do dia (MOTD)

source: Metaserver-based GGZ server selection.
de: Metaserver-basierte GGZ Server-Auswahl.
pt_br: Seleção do servidor GGZ por Metaserver.

source: Name of the player who joins the team.
de: Name des Spielers der dem Team beitritt
pt_br: Nome do jogador que quer participar no time.

source: Name of the player whom the seat is reserved for
de: Name des Spielers für den der Sitz reserviert ist
pt_br: Nome do jogador para quem está reservado o lugar

source: Name:
es: Nombre:
pt_br: Nome:

source: New Profile
de: Neues Profil
pt_br: Novo perfil

source: New Profiles
de: Neue Profile
es: Nuevo profile
pt_br: Novo perfil

source: New team member
de: Neues Teammitglied
pt_br: Membro novo no time

source: No MOTD found
de: Kein MOTD gefunden
pt_br: Não encontrei nenhum MOTD

source: No MOTD found for this server.
de: Kein MOTD auf diesem Server gefunden.
pt_br: Não encontrei nenhum MOTD neste servidor.

source: Not connected
de: Nicht verbunden
es: No conectado
pt_br: Desconectado

source: Not playing
de: Nicht spielend
es: No jugando
pt_br: Sem jogar

source: Note
de: Hinweis
pt_br: Mensagem

source: Number of player:
de: Anzahl Spieler:
es: Número de jugador:
pt_br: Número de jogadores:

source: OK
pt_br: Boa

source: Only administrators are allowed to broadcast messages.
de: Nur Administratoren dürfen Broadcasts verschicken.
pt_br: Apenas os administradores podem enviar mensagens para todas as salas.

source: Open
de: Öffnen
es: Abrir
pt_br: Abrir

source: Password
de: Passwort
pt_br: Senha

source: Password not found, please input:
de: Passwort nicht gefunden, bitte eingeben:
pt_br: Senha não encontrada, por favor entregue:

source: Path to ggzd
de: Pfad zu ggzd
pt_br: Caminho para o ggzd

source: Personal
de: Persönlich
pt_br: Pessoalmente

source: Player
de: Spieler
es: Jugador
pt_br: Jogador

source: Player information
de: Spieler-Information
pt_br: Informação sobre o jogador

source: Players
de: Spieler
es: Jugadores
pt_br: Jogadores

source: Playing open source online games world-wide.
de: Weltweit Open-Source-Spiele online spielen.
pt_br: Jogando pela rede jogos de fonte aberta do mundo todo

source: Please join a room first.
de: Bitte gehe erst in einen Raum.
es: Primero unase a una tabla.
pt_br: Por favor selecione uma sala antes.

source: Please join a room to start!
de: Bitte gehe in einen Raum um zu spielen!
es: Unase a una sala para empezar
pt_br: Por favor selecione uma sala para iniciar

source: Please look for a game with the protocol engine '%1' and the protocol version '%2'.
de: Suche bitte ein Spiel mit der Protokollengine '%1' und der Protokollversion'%2'.
pt_br: Por favor procure jogo da engine protocole '%1' e da versão protocole '%2'.

source: Please select a table to join!
de: Bitte einen Tisch zum Teilnehmen auswählen!
es: Seleccione una tabla para unirse
pt_br: Por favor selecione uma mesa para entrar

source: Please select who is grubby, and start a query!
de: Bitte auswählen wer Grubby ist, und Abfrage starten!
pt_br: Por favor selecione quem é o grubby, e comece uma busca!

source: Please specify some environment variables here.
de: Bitte hier ein paar Umgebungsvariablen festlegen.
pt_br: Por favor selecione algumas váriaveis do ambiente

source: Port:
es: Puerto:
pt_br: Porta:

source: Profile identifier
de: Profilbezeichner
pt_br: Identificador do perfil

source: Properties of the game played in this room.
de: Eigenschaften der hier gespielten Spiele.
pt_br: Propriedades do jogo jogado nesta sala.

source: Protocol:
de: Protokoll:
es: Protocoo:
pt_br: Protocolo:

source: Quit
de: Beenden
pt_br: Sair

source: Quit KGGZ
de: KGGZ beenden
pt_br: Sair do KGGZ

source: Rating: %1 Ranking: %2 Highscore: %3
de: Bewertung: %1 Einordnung: %2 Punktestand: %3
pt_br: Rating: %1 Ranking: %2 Pontos: %3

source: Ready for connection...
de: Bereit zur Verbindung...
es: Listo para conexión...
pt_br: Pronto para conexão...

source: Record
de: Daten
pt_br: Registro

source: Reservation
de: Reservierung
pt_br: Reservação

source: Reserved
de: Reserviert
es: Reservado
pt_br: Reservado

source: Resolving failed.
de: Namensauflösung fehlgeschlagen.
pt_br: Erro na resolução.

source: Room join error
de: Fehler beim Beitreten eines Raumes
pt_br: Erro ao entrar na sala

source: Room join failure
de: Fehler beim Beitretem eines Raumes
pt_br: Erro ao entrar na sala

source: Save configuration
de: Konfiguration speichern
pt_br: Gravar configuração

source: Score
de: Punkte
pt_br: Pontos

source: Se&ttings
de: Eins&tellungen
es: Preferencias
pt_br: &Configurações

source: Seat
de: Sitz
es: Asiento
pt_br: Lugar

source: Seat assignments:
de: Sitzzuweisungen
es: Asiento asignado:
pt_br: Configuração dos lugares

source: Security warning
de: Sicherheitswarnung
pt_br: Notícia da segurança

source: Select
de: Auswählen
pt_br: Selecionar

source: Select a command:
de: Kommando aussuchen:
pt_br: Selecione um comando:

source: Select your favorite connection profile and connect to a game server.
de: Suche dein Lieblingsprofil aus und verbinde dich zu einem Spielserver.
pt_br: Selecione seu perfil da conexão favorisado e faz a conexão para um servidor de jogos.

source: Selecting from more than 15 games.
de: Aus mehr als 15 Spielen auswählen.
pt_br: Selecionando de mais de 15 jogos

source: Send private message
de: Private Nachricht senden
pt_br: Envie mensagem particular

source: Sent message to %1.
de: Nachricht zu %1 gesendet.
pt_br: Enviou mensagem para %1

source: Server host:
es: Servidor
pt_br: Endereço do servidor:

source: Server port:
pt_br: Port do servidor:

source: Server selection
de: Serverauswahl
pt_br: Selecione o servidor

source: Show connection dialog on startup
de: Zeigt den Verbindungsdialog bei Start
pt_br: Mostra diálogo da conexão no início

source: Sorry, no game modules found for this game type.
de: Sorry, keine Spielemodule für diesen Typ gefunden.
pt_br: Me desculpa, mas não foi encontrado nenhum módulo para esse tipo de jogo.

source: Sorry, no modules found for this game.
de: Sorry, keine Module für diesen Spieletyp gefunden.
es: No hay módulos para este juego
pt_br: Me desculpa, mas não foi encontrado nenhum módulo para esse jogo

source: Sorry, you cannot change the room while playing!
de: Sorry, du kannst nicht während des Spiels den Raum wechseln.
pt_br: Me desculpe, mas você não pode mudar a sala enquanto jogando!
