Repository: ralight/ggz
Catalog: playground/ggz-kde4/kde-client-kde3/po/ggzap/*.po
Languages: de

source: About...
de: Über...

source: An unknown error occured.
de: Ein unbekannter Fehler ist aufgetreten.

source: Author
de: Autor

source: Blue rectangle
de: Blaues Rechteck

source: Cancel game
de: Spiel abbrechen

source: Configure
de: Konfigurieren

source: Connect to server
de: Zum Server verbinden

source: Connecting to server
de: Verbinde zum Server

source: Could not connect to server!
de: Konnte nicht zum Server verbinden!

source: Could not join the room! Maybe this game type isn't supported on the server?
de: Konnte nicht in den Raum wechseln! Vielleicht ist dieser Spieletyp auf dem Server nicht verfügbar?

source: Could not start the game! Please make sure you have it installed.
de: Konnte das Spiel nicht starten! Stelle bitte sicher daß es auch installiert ist.

source: Couldn't login! Please use your registered user name.
de: Konnte nicht einloggen! Nutze bitte deinen registrierten Nutzernamen.

source: Enter room
de: Betrete Raum

source: Error!
de: Fehler!

source: GGZap - Online Gaming Tool
de: GGZap - Online-Spiele-Tool

source: GGZap Configuration
de: GGZap Konfiguration

source: GGZap Reservation server
de: GGZap Reservierungs-Server

source: GUI to use
de: Zu verwendende GUI

source: Help
de: Hilfe

source: Hide
de: Verstecken

source: Joining room
de: Raum betreten

source: Launch a game
de: Ein Spiel starten

source: Launch game
de: Spiel starten

source: Logging in
de: Logge ein

source: Login
de: Einloggen

source: No module found for this game.
de: Kein Modul für dieses Spiel gefunden.

source: Player name (12 chars maximum)
de: Spielername (maximal 12 Zeichen)

source: Preferred frontend
de: Bevorzugtes Frontend

source: Red gear
de: Rotes Zahnrad

source: Specify module to launch
de: Spielmodul zum Starten angeben

source: Start failed
de: Start mißlungen

source: Start game
de: Spiel starten

source: TRANSLATOR-EMAIL
de: Josef Spillner

source: TRANSLATOR-NAME
de: josef@ggzgamingzone.org

source: Tool to start GGZ games directly.
de: Hilfsanwendung um GGZ-Spiele direkt zu starten.

source: Waiting for other players
de: Warte auf die anderen Spieler.

source: Waiting...
de: Warte...

source: Wrong server version.
de: Falsche Serverversion.

source: You must configure a username first.
de: Du mußt zuerst einen Servernamen konfigurieren.
