Repository: ralight/ggz
Catalog: grubby/grubby/po/*.po
Languages: de, pt_br

source: Grubby - the GGZ Gaming Zone Chat Bot
de: Grubby - der Chatbot der GGZ Gaming Zone
pt_br: Grubby - o robô chat da GGZ Gaming Zone

source: Published under GNU GPL conditions
de: Veröffentlicht unter den Bestimmungen der GNU GPL
pt_br: Publicado sob as condições da GNU GPL

source: Recognized options:
de: Erkannte Optionen:
pt_br: Opções conhecidos:

source: [-h | --help]: Show this help screen
de: [-h | --help]: Zeigt diesen Hilfebildschirm an
pt_br: [-h | --help]: Mostra este texto de ajuda

source: [-H | --host]: Connect to this host
de: [-H | --host]: Verbindet sich zu diesem Rechner
pt_br: [-H | --host]: Conetar para este servidor

source: [-n | --name]: Use this name
de: [-n | --name]: Nutzt diesen Namen
pt_br: [-n | --name]: Use este nome

source: [-d | --datadir]: Use this data directory (default: ~/.ggz)
de: [-d | --datadir:] Nutzt dieses Datenverzeichnis (anstelle von ~/.ggz)
pt_br: [-d | --datadir]: Use esta pasta de dados (padrão: ~/.ggz)

source: [-v | --version]: Display version number
de: [-v | --version]: Versionsnummer anzeigen
pt_br: [-v | --version]: Mostra número de versão

source: Grubby version %s
pt_br: Grubby versão %s

source: Unknown command line option, try --help.
de: Unbekanntes Kommandozeilenargument, versuche --help
pt_br: Opção desconhecida, tente usar --help.

source: Grubby: initializing...
de: Grubby: initialisiere...
pt_br: Grubby: initializando...

source: Grubby initialization failed!
de: Die Initialisierung von Grubby ist fehlgeschlagen!
pt_br: Error initialiçando grubby

source: Check if the bot is configured properly using grubby-config.
de: Prüfe nach, ob der Chatbot ordentlich mit grubby-config konfiguriert wurde.
pt_br: Verifique que o robô foi configurado correto usando o grubby-config.

source: Grubby: connect to %s...
de: Grubby: verbinde zu %s...
pt_br: Grubby: conetando para %s...

source: ERROR: Couldn't connect
de: FEHLER: Konnte nicht verbinden
pt_br: ERRO: Não pude conetar

source: Grubby: Logged in.
de: Grubby: Eingeloggt.
pt_br: Grubby: Ligado.

source: Grubby: Ready.
de: Grubby: Fertig.
pt_br: Grubby: Pronto.

source: Loading core module PLAYER: %s...
de: Lade Kernmodul PLAYER: %s...
pt_br: Usando módulo core PLAYER: %s...

source: ERROR: Not a shared library
de: FEHLER: Keine dynamische Bibliothek
pt_br: ERROR: Não parece uma bibliothéca

source: ERROR: Couldn't find player functions
de: FEHLER: Kann die Spieler-Funktionen nicht finden
pt_br: ERRO: Não achei funções do módulo

source: Loading core module NET: %s...
de: Lade Kernmodul NET: %s...
pt_br: Usando módulo core NET: %s...

source: ERROR: Couldn't find net functions
de: FEHLER: Kann die Netzwerk-Funktionen nicht finden
pt_br: ERRO: Não achei funções do módulo

source: Loading core module I18N: %s...
de: Lade Kernmodul I18N: %s...
pt_br: Usando módulo core I18N: %s...

source: ERROR: Couldn't find i18n functions
de: FEHLER: Kann Internationalisierungs-Funktionen nicht finden
pt_br: ERRO: Não achei funções do módulo

source: OK
pt_br: BELEZA

source: Loading module: %s...
de: Lade Modul: %s...
pt_br: Carregando módulo: %s...

source: ERROR: Already loaded!!
de: FEHLER: Bereits geladen!
pt_br: ERRO: Já está em uso!!

source: ERROR: Not a shared library!
de: FEHLER: Keine dynamische Bibliothek!
pt_br: ERRO: Não parece uma bibliothéca!

source: ERROR: Invalid module (init)!
de: FEHLER: Unbekanntes Modul (init)!
pt_br: ERRO: Módulo inválido (init!)

source: ERROR: Invalid module (exec)!
de: FEHLER: Unbekanntes Module (exec)!
pt_br: ERRO: Módulo inválido (exec)!

source: ERROR: %s
de: FEHLER: %s
pt_br: ERRO: %s
