Repository: ralight/ggz
Catalog: community/web/common/po/*.po
Languages: de

source: Personal sidebar
de: Seitenmen

source: You are logged in as
de: Du bist eingeloggt als

source: Personal page
de: Eigene Seite

source: Visit
de: Besuche

source: My Community
de: Meine Community

source: Change my
de: ndere deine

source: settings
de: Einstellungen

source: Visit my
de: Besuche deine

source: public page
de: ffentliche Seite

source: My Community items
de: Eigene Beitrge

source: Players worldwide
de: Spieler weltweit

source: World map not available.
de: Die Weltkarte ist nicht verfgbar.

source: Login to Community
de: Login zur Community

source: Username
de: Nutzername

source: Password
de: Passwort

source: Register as new user
de: Als neuer Nutzer registrieren

source: Resend password
de: Passwort vergessen

source: Need help?
de: Brauchst du Hilfe?

source: Send an email
de: Sende eine Mail

source: to the Community administrators...
de: zu den Administratoren...

source: $x
de: XXXXX

source: $s
de: XXXXX

source: Latest changes
de: Neuigkeiten...

source: Matches/Tournaments
de: Spiele/Tournaments

source: Individual blogs(rightbar)
de: Individuelle Blogs

source: Forum posts
de: Foreneintrge

source: Front page
de: Startseite

source: Main
de: Start

source: Game statistics and rankings
de: Spielstatistiken und -bewertungen

source: Database
de: Datenbank

source: Overview
de: berblick

source: Games
de: Spieleangebot

source: Matches
de: Einzelspiele

source: Players
de: Spieler

source: Teams
de: Teams/Clans

source: Some online fun
de: Spielspaß online

source: Play!
de: Spielen!

source: GGZ games
de: GGZ-Spiele

source: Web games
de: Web-Spiele

source: Player contributions
de: Aktive Mitarbeit

source: Manage!
de: Mitmachen!

source: Game contents
de: Spielinhalte

source: Forums
de: Foren

source: Individual blogs
de: Individuelle Blogs

source: Articles
de: Artikel

source: About GGZ Community
de: ber GGZ Community

source: About
de: Über...

source: Contact
de: Kontakt

source: Help
de: Hilfe

source: Admin
de: Administration

source: Admin Main
de: Administrationsmen

source: Site design based on Steel-n-Leather
de: Design basierend auf Steel-n-Leather

source: Portal engine powered by GGZ Community
de: Portalimplementierung mit GGZ Community

source: Database: Teams
de: Datenbank: Teams

source: Database: Tournaments
de: Datenbank: Tournaments

source: Database: Games
de: Datenbank: Spiele

source: Database: Matches
de: Datenbank: Spiele

source: Database: Players
de: Datenbank: Spieler

source: Players (newest 50)
de: Spieler (die neuesten 50)

source: Live games
de: Livespiele

source: View games
de: Spiele ansehen

source: You must be logged in to access this area.
de: Du musst eingeloggt sein, um auf diesen Bereich zugreifen zu knnen.

source: Error:
de: Fehler:

source: Notice:
de: Hinweis:

source: Login failed!
de: Login fehlgeschlagen!

source: Need to allow cookies!
de: Cookies mssen erlaubt sein!

source: Resent authentication credentials.
de: Authentifizierungs-Hinweise versendet.

source: Could not authentication credentials.
de: Authentifizierungs-Hinweise konnten nicht versendet werden.

source: Registration failed!
de: Registrierung fehlgeschlagen!

source: You have been registered.
de: Registrierung erfolgreich.

source: Activation failed!
de: Aktivierung fehlgeschlagen!

source: The new password has been activated.
de: Das neue Passwort wurde aktiviert.

source: Username:
de: Nutzername:

source: New password:
de: Neues Passwort:

source: The password should be changed immediately after login!
de: Das Passwort sollte direkt nach dem Login gendert werden!

source: Activate
de: Aktivieren

source: No such token $token found.
de: Kein Token $token gefunden.

source: $user: regenerated, activate on $link
de: $user: neu erzeugt, Aktivierung ber $link

source: The $name Administrators
de: Die Administratoren der $name

source: English
de: Englisch

source: Svenska
de: Schwedisch

source: Français
de: Französisch

source: Español
de: Spanisch

source: Available languages:
de: Verfügbare Sprachen:
