Repository: ralight/ggz
Catalog: python/po/*.po
Languages: de, pt

source: Error: couldn't download GHNS feed
de: Fehler: Konnte GHNS-Feed nicht herunterladen
pt: Erro: não pude baixar os itens GHNS

source: GHNS feed contains no entries
de: GHNS-Feed enthält keine Einträge
pt: O feed GHNS não contem itens

source: not installed
de: nicht installiert
pt: não instalado

source: installed
de: installiert
pt: instalado

source: error
de: fehler
pt: erro

source: No players found. Looks like a local game.
de: Keine Spieler gefunden. Scheint ein lokales Spiel zu sein.
pt: Nenhum jogador encontrado. Parece ser um jogo local.

source: Player table
de: Spielerliste
pt: Lista de jogadores

source: Seat number
de: Sitznummer
pt: Numero da cadeira

source: Type
de: Belegungstyp
pt: Tipo de jogador

source: Occupied
de: Besetzt
pt: Ocupado

source: Empty
de: Leer
pt: Vazio

source: Bot
de: Computerspieler
pt: IA

source: Reserved
de: Reserviert
pt: Reservado

source: Abandoned
de: Aufgegeben
pt: Abandonado

source: Spectator table
de: Zuschauerliste
pt: Lista de espectadores

source: Spectator number
de: Zuschauernummer
pt: Número do espectador

source: No spectators present.
de: Es sind keine Spielzuschauer anwesend.
pt: Não há espectadores.

source: Game information
de: Information über das Spiel
pt: Informação sobre o jogo

source: (unknown)
de: (unbekannt)
pt: (desconhecido)

source: Game was launched
de: Das Spiel wurde gestartet
pt: O jogo foi lançado

source: Game is connected
de: Das Spiel wurde verbunden
pt: O jogo está conectado

source: Waiting for players
de: Warte auf Spieler
pt: Aguardando os jogadores

source: Running game
de: Spiel läuft
pt: Jogo em progresso

source: Game is finished
de: Das Spiel wurde beendet
pt: Jogo acabado

source: Game state:
de: Aktueller Zustand:
pt: Situação atual:

source: GGZBoard game %s not found
de: GGZBoard-Spiel %s nicht gefunden
pt: Jogo GGZBoard %s não encontrado

source: GGZBoard: piece selection
de: GGZBoard: Spielfigur-Auswahl
pt: GGZBoard: Seleção de marcadores

source: Please select one of the following pieces:
de: Bitte wähle eine der folgenden Figuren aus:
pt: Por favor seleçione um dos marcadores seguintes:

source: Cancel selection
de: Auswahl abbrechen
pt: Cancelar seleção

source: GGZBoard: help screen
de: GGZBoard: Hilfe
pt: GGZBoard: Ajuda

source: Common GGZBoard functions:
de: Gemeinsame GGZBoard-Funktionen:
pt: Funções comuns:

source: a: restart a local game
de: a: ein lokales Spiel neu starten
pt: a: reiniciar um jogo local

source: u: download new games, levels, themes
de: u: Lade neue Spiele, Level und Themes herunter
pt: u: baixar novos jogos, levels e témas

source: p: display the player list
de: p: Zeige die Liste der Spieler an
pt: p: mostra a lista de jogadores

source: s: produce a screen shot
de: s: Erstelle einen Screenshot
pt: s: cria uma captura da tela

source: f: toggle fullscreen display
de: f: Schalte zwischen Vollbild- und Fensterdarstellung um
pt: f: cambiar entre janela e fullscreen

source: ESC: quit a running game
de: ESC: Verlasse ein laufendes Spiel
pt: ESC: sair do jogo corrente

source: Game-specific help:
de: Spiel-spezifische Hilfe:
pt: Ajuda específica:

source: Return to game
de: Zurück zum Spiel
pt: Voltar ao jogo

source: GGZBoard: about screen
de: GGZBoard: Über das Programm
pt: GGZBoard: sobre o programa

source: GGZBoard: A multi-engine game container
de: GGZBoard: Eine Mehrfach-Spiel-Umgebung
pt: GGZBoard: Uma coleção de vários jogos tabuleiros

source: GGZBoard contains several board games, each of which can be played
de: GGZBoard enthält etliche Brettspiele, von denen jedes entweder
pt: GGZBoard contêm jogos tabuleiros que podem ser jogados ou

source: either alone against the artificial intelligence (AI) or against
de: allein gegen die mit KI (Künstliche Intelligenz) ausgestatteten Computerspieler
pt: sozinho contra a inteligência artificial (IA) ou contra

source: other humans or AIs over the network, using the GGZ Gaming Zone system.
de: oder gegen andere Menschen über die GGZ Gaming Zone gespielt werden kann.
pt: outros humanos sobre a GGZ Gaming Zone.

source: Each of the games provides an in-game helpscreen.
de: Jedes dieser Spiele bietet einen Hilfebildschirm an.

source: More information can be found on the GGZBoard homepage:
de: Mehr Informationen kann man auf der GGZBoard-Homepage finden:

source: Return to main screen
de: Zurück zum Eingangsbildschirm
pt: Volta a entrada

source: GGZBoard: game selection
de: GGZBoard: Spielauswahl
pt: GGZBoard: seleço do jogo

source: About...
de: Über...
pt: Sobre...

source: Quit...
de: Verlassen...
pt: Sair...

source: GGZBoard: theme selection
de: GGZBoard: Themenauswahl
pt: GGZBoard: seleção do téma

source: Back...
de: Zurück...
pt: Voltar...

source: AI #%s
de: KI #%s
pt: IA #%s

source: (Default GGZBoard)
de: (GGZBoard-Standard)
pt: (Padrão GGZBoard)

source: (running on GGZ)
de: (über GGZ spielend)
pt: (jogando na GGZ)

source: (unavailable)
de: (nicht verfügbar)
pt: (não disponível)

source: Game over!
de: Spiel vorbei!
pt: Jogo acabou!

source: The winner is %s
de: Der Gewinner ist %s
pt: O vencedor é %s

source: Player %s:
de: Spieler %s:
pt: Jogador %s:

source: Dice:
de: Würfel:
pt: Dados:

source: Thinking...
de: Nachdenken...
pt: Pensando...

source: Themes & games
de: Themes & Spiele
pt: Témas & jogos

source: Player list
de: Spielerliste
pt: Lista de jogadores

source: Game help
de: Hilfe zum Spiel
pt: Ajuda do jogo

source: Main menu
de: Hauptmenü
pt: Menu central

source: Argument required for %s.
de: Argument für %s benötigt.
pt: Preciso um argumento para %s.

source: Unknown option: %s
de: Unbekannte Option: %s
pt: Opção desconhecida: %s

source: GGZBoard - common board game client for GGZ
de: GGZBoard - gemeinsamer Brettspieleclient für GGZ
pt: GGZBoard - cliente comum para jogos tabuleiros na GGZ

source: Published under GNU GPL conditions
de: Unter den Bedingungen der GNU GPL veröffentlicht
pt: Publicado sob a licença GNU GPL

source: Options:
de: Optionen:
pt: Opçoes:

source: [-h | --help ] Display this game help
de: [-h | --help ] Diesen Hilfebildschirm anzeigen

source: [-v | --version ] Show version information
de: [-v | --version ] Versionsinformationen anzeigen

source: [-g | --ggz ] Request game in GGZ mode
de: [-g | --ggz ] Spiel im GGZ-Modus starten

source: [-G | --game <gamename>] Skip intro screen and launch game directly
de: [-G | --game <gamename>] Einführungsbildschirm überspringen und Spiel starten

source: [-l | --list ] List available games and their location
de: [-l | --list ] Zeigt die verfügbaren Spielmodule und ihren Ort an

source: [-f | --fullscreen ] Start in fullscreen mode
de: [-f | --fullscreen ] Spiel im Vollbildmodus starten

source: Checkers/Draughts
de: Dame
pt: Damas

source: Chess
de: Schach
pt: Xadrez

source: Ludo is a game for up to four players.
de: Ludo ist ein Spiel für bis zu vier Spielern.
pt: Ludo é um jogo de até quatro jogadores.

source: After rolling dice, each player can either move a piece
de: Nach dem Würfeln kann jeder Spieler entweder eine Figure

source: out of the depot, onto the start field, or move a piece
de: aus dem Depot heraus auf das Startfeld stellen, oder eine bereits

source: already outside clock-wise until it reaches the end field.
de: außerhalb befindliche Figure entgegen dem Uhrzeigersinn bis ins Ziel führen.

source: Opponent pieces can be beaten and are put back into the depot.
de: Gegnerische Figuren können geschlagen werden und werden dann zurück ins Depot befördert.

source: To come out of a depot, a die must show a 1.
de: Um aus einem Depot herauszukommen, muss der Würfel eine 1 anzeigen.

source: Ludo
de: Mensch ärgere dich nicht
pt: Ludo (devagar se vai ao longe)

source: Name
pt: Nome
