Repository: ralight/ggz
Catalog: ggz/game_clients/po/ggzcards/*.po
Languages: es_ar

source: About GGZCards
es_ar: Acerca de GGZCards

source: Authors: Gtk+ Client: Rich Gade <rgade@users.sourceforge.net> Jason Short <jdorje@users.sourceforge.net> Game Server: Jason Short <jdorje@users.sourceforge.net> Rich Gade <rgade@users.sourceforge.net> Game Modules: Jason Short <jdorje@users.sourceforge.net> Rich Gade <rgade@users.sourceforge.net> Ismael Orenstein <perdig@users.sourceforge.net> AI Modules: Jason Short <jdorje@users.sourceforge.net> Brent Hendricks <bmh@users.sourceforge.net> Website: http://ggz.sourceforge.net/
es_ar: Autores: Cliente Gtk+: Rich Gade <rgade@users.sourceforge.net> Jason Short <jdorje@users.sourceforge.net> Servidor: Jason Short <jdorje@users.sourceforge.net> Rich Gade <rgade@users.sourceforge.net> Modulos: Jason Short <jdorje@users.sourceforge.net> Rich Gade <rgade@users.sourceforge.net> Ismael Orenstein <perdig@users.sourceforge.net> Modulos de IA: Jason Short <jdorje@users.sourceforge.net> Brent Hendricks <bmh@users.sourceforge.net> Pagina Web: http://ggz.sourceforge.net/

source: Close
es_ar: Cerrar

source: Select your bid:
es_ar: Haga apuesta:

source: Bid Selection
es_ar: Seleccion de apuesta

source: Game
es_ar: Juego

source: Start Game
es_ar: Empezar Juego

source: Sync
es_ar: Sincronizar

source: Preferences
es_ar: Preferencias

source: Player List
es_ar: Lista de jugadores

source: Force Redraw
es_ar: Forzar redraw

source: Exit
es_ar: Salir

source: Messages
es_ar: Mensajes

source: Help
es_ar: Ayuda

source: About
es_ar: Acerca

source: Select Options
es_ar: Selecciona Opciones

source: Send options
es_ar: Enviar opciones

source: Occupied
es_ar: Ocupado

source: Empty
es_ar: Vacio

source: Bot
es_ar: Robot

source: Reserved
es_ar: Reservado

source: Status
es_ar: Estado

source: Name
es_ar: Nombre

source: List of players:
es_ar: Lista de jugadores:

source: Waiting for server...
es_ar: Esperando el servidor...

source: Sending bid to server...
es_ar: Enviando apuesta al servidor...

source: Sending options to server...
es_ar: Enviando opciones al servidor...

source: Sending play to server...
es_ar: Enviando jugada al servidor...

source: Waiting for the other players...
es_ar: Esperando otros jugadores...

source: Select "Start Game" to begin the game.
es_ar: Selecciona "Empezar Juego" para empezar a jugar.

source: won the game.
es_ar: gano el juego

source: %s joined the table.
es_ar: %s se unio al juego

source: Empty Seat
es_ar: Asiento vacio

source: %s left the table.
es_ar: %s se fue del juego

source: It's your turn to bid. Please choose a bid from the selection above.
es_ar: Tu turno para apostar. Selecciona apuesta de la seleccion de arriba

source: It's your turn to bid. Please choose a bid from the bid window.
es_ar: Tu turno para apostar. Selecciona apuesta de la ventana de apuestas

source: It's your turn to play a card.
es_ar: Tu turno para jugar una carta

source: It's your turn to play a card (from %s's hand).
es_ar: Tu turno para jugar una carta (de la mano de %s)

source: %s won the trick
es_ar: %s gano la mano

source: Please select the game's options.
es_ar: Selecciona las opciones del juego

source: %s of %s
es_ar: %s de %s

source: Are you sure you want to exit?
es_ar: Seguro que queres salir?

source: Are you sure you want to exit? You will not be able to rejoin.
es_ar: Seguro que queres salir? No vas a poder volver a entrar

source: Really Exit?
es_ar: Seguro queres salir?

source: Cancel
es_ar: Cancelar

source: nls enabled: %s
es_ar: nls habilitado: %s
