Repository: ralight/ggz
Catalog: kde-client/po/compcal/*.po
Languages: fr

source: Add resource
fr: Ajout de ressources.

source: Chronological
fr: Chronologiquement

source: Competition Calendar
fr: Calendrier des compétitions

source: Could not fetch event list.
fr: Ne peut recevoir la liste des évenements.

source: Could not parse list.
fr: Ne peut analyser la liste.

source: Developer
fr: Developeur

source: Event
fr: Évenement

source: Fetch error
fr: Erreur de réception

source: GGZ Event
fr: Évenement GGZ

source: Help
fr: Aide

source: Manages GGZ Gaming Zone tournaments and challenges
fr: Gère les dégis et les tournois GGZ

source: Online game scheduling system
fr: Système, en-ligne d'établissement des jeux.

source: Parse error
fr: Erreur d'analyse

source: Program
fr: Programme

source: Quit
fr: Quitter

source: Remove resource
fr: Supprimer la ressource

source: Sorted
fr: Rangé

source: Teams/Players
fr: Équipes/Joueurs

source: Update events
fr: Met à jour les évenements

source: View
fr: Vue
