Repository: ralight/ggz
Catalog: grubby/grubby/data/*.po
Languages: de, fr, pt_br

source: is a dirty evil bastard.
de: ist ein dummes Ding.
fr: est complétement fou.
pt_br: é louco.

source: You aren't any better, bugger.
de: Du bist auch nicht viel besser.
fr: T'es pas mieux que moi.
pt_br: Você é não melhor, miserável.

source: Watch your language please!
de: Achte mal auf deine Wortwahl, Freundchen!
fr: Fait attention à ton langage s'il te plait!
pt_br: Amigo, não usa estas palavras.

source: Hi %s
de: Hallo %s
fr: Salut %s
pt_br: Oi %s

source: funny eh?
de: witzig, was?
fr: c'est drôle?
pt_br: é cómico?

source: bleh :(
de: bah :(
fr: merde :(
pt_br: droga :(

source: Sure let's play...
de: Klar, laß uns spielen...
fr: Bien, allons jouer
pt_br: Certo, vamos jogar...

source: OK, learned that.
de: OK, habe das gelernt.
fr: Bon, retenu.
pt_br: Bom, aprendei.

source: You're too curious - I don't know everything.
de: Du bist zu neugierig - ich weiß doch nicht alles.
fr: Tu es trop curieux - je sais pas tout.
pt_br: Você é curioso de mais - eu não sei tudo.

source: Nice to see you here again,
de: Schön dich wieder hier zu sehen,
fr: Je suis heureux de te revoir ici.
pt_br: Sou alegre de ver você de novo,

source: : Great you come here!
de: : Gut daß du hier bist!
fr: : C'est bien que tu sois venu ici !
pt_br: : Beleza!

source: Hi
de: Hallo
fr: Salut
pt_br: Alõ

source: , I'm
de: , ich bin
fr: , je suis
pt_br: , sou

source: . I have never seen you before here. Type '
de: . Ich hab dich hier noch nie gesehen. Gib '
fr: . Je t'ai jamais vu ici en avant. Saisisses '
pt_br: . Eu ainda não vi você aqui. Aperte '

source: help' to change this :)
de: ' ein um das zu ändern :)
fr: help' pour le changer :)
pt_br: ' por mudar :)

source: See you later,
de: Bis später,
fr: À bientôt,
pt_br: Até-mais,

source: : Don't stay away too long.
de: : Bleib nicht zu lange weg.
fr: : Ne pars pas trop longtemps.
pt_br: : Volte logo.

source: Eh, why has he gone?
de: Hm, warum ist er gegangen?
fr: He, pourquoi il est partit ?
pt_br: Hm, por que ele voltou?

source: OK, registered your information.
de: OK, diese Information wurde gespeichert.
fr: Bien, les informations sont enregistrées.
pt_br: Bom, salvei as suas informaçãos.

source: Name
fr: Nom
pt_br: Nome

source: Language
de: Sprache
fr: Langue
pt_br: Linguagem

source: Sorry, I don't know who this is.
de: Tut mir leid, ich weiß nicht wer das ist.
fr: Excuse-moi, je ne sais pas qui c'est.
pt_br: Desculpe, não conhesco.

source: I'm looking right at you now :)
de: Ich schaue dich gerade an :)
fr: C'est toi mon ami :)
pt_br: Esta pessoa é você :)

source: Yeah, he was here at %s
de: Ja, er war am %s hier
fr: Oui, il était ici à %s
pt_br: Sim, ele esteve aqui as %s

source: Nope, never seen this guy here.
de: Habe ihn noch nie hier gesehen.
fr: Jamais vue ce mec ici.
pt_br: Nunca encontrei ele aqui.

source: Java? You don't know _my_ skills!
fr: Java? Tu ne connais pas _mon_ niveau!

source: I though Basic is for beginners only. You must be childish.
fr: Je croyais que le Basic n'était que pour les débutants. Tu dois être un gamin.

source: Don't talk about C. It's so crappy, nobody used it. .NET rulez.
fr: Ne parle pas du C. C'est tellement moche que personne ne l'utilise. .NET rulez

source: Oh, I've learned that at school. However, it sucks when compared to Prolog.
fr: Ah, je l'ai appris à l'époque, mais c'est nul comparé à Prolog

source: Yeah, perl. I hate write-only languages.
fr: Ah oui perl. Je déteste les langages en écriture seule.

source: I'm %s, your favorite chat bot! I'm here to answer your question, and learn more about you. You may type '%s help ' to get to know what I understand. Have fun :-)
de: Ich bin %s, dein Lieblings-Chatbot! Ich bin hier um deine Fragen zu beantworten, und mehr über dich zu erfahren. Gib '%s help' ein um zu sehen was ich verstehe. Hab viel Spaß :-)
fr: Je suis %s, ton bot préféré! Je peux repondre à tes questions, et apprendre des choses sur toi. Pour savoir ce que je comprends, tu devrais taper '%s help''. Bonne chance :-)
pt_br: Eu sou %s, o seu chatbot amado! Sou aqui por resposter as suas perguntas, e aprender mais sobre você. Aperte '%s help' por ver o que eu sei. Boa sorte :-)

source: This is the list of public commands I understand:
de: Dies ist die Liste der Kommandos die ich verstehe:
fr: Ceci est la liste des commaneds publiques que je comprends:
pt_br: Esta é a lista das ordems que eu conheco:

source: about: let me tell about myself
de: about: lass mich über mich selbst erzählen
fr: about: laisse moi te raconter ma vie
pt_br: about: vou falar sobre eu

source: uptime: disclose my age
de: uptime: Verrate mein Alter
fr: uptime: révelle mon age
pt_br: uptime: vou revelar a minha idade

source: shut up: make me quiet
de: shut up: Läßt mich etwas ruhiger werden
fr: shut up: me faire taire
pt_br: shut up: vou baixar

source: do i have any messages: let me look up if there's news for you
de: do i have any messages: ich überbringe dir Botschaften
fr: do i have any messages: laisse moi regarder s'il y a des informations pour toi
pt_br: do i have any messages: vou ir buscar as novidades para você

source: tell <nick> <message>: store message for player nick
de: tell <nick> <nachricht>: überbringe eine Botschaft an nick
fr: tell <pseudo> <message>: enregistre un message pour un joueur du nom de <pseudo>
pt_br: tell <nick> <mensagem>: salvo mensagem para jogador nick

source: who is <nick>: request information about nick
de: who is <nick>: Zeige Informationen über nick an
fr: who is <pseudo>: demande des informations à propos de pseudo
pt_br: who is <nick>: mostro informaçãos sobre nick

source: have you seen <nick>: ask me when I last saw nick
de: have you seen <nick>: Frag mich wann ich nick zum letzten Mal gesehen habe
fr: have you seen <pseudo>: Me demande quand est-ce que j'ai vu pseudo pour la derniere fois
pt_br: have you seen <nick>: pergunte-me quando eu vi nick

source: my (email | pager) is <contact>: register contact information
de: my (email | sms) is <kontakt>: Registriere Kontaktinformationen
fr: my (email | pager) is <contact>: enregistre les informations de mise en contact
pt_br: my (email | pager) is <contato>: salvar os contatos

source: my name is <fullname>: register you as fullname
de: my name is <voller_name>: Registriere mich mit vollem Namen
fr: my name is <nom complet>: Enregistrez votre nom complet
pt_br: my name is <nome completo>: registre como nome completo

source: join my game: make me join your table
de: join my game: Läßt mich an deinem Spiel teilhaben
fr: join my game: me fait rejoindre votre table
pt_br: join my game: vou participar no seu jogo

source: <thing> is <explanation>: Learn a fact
de: <ding> is <erklärung>: Lernen eines Faktes
fr: <chose> est <explication>: Apprendre un fait
pt_br: <coisa> is <texto>: Vou aprender uma coisa

source: what is <thing>: Get information about a fact
de: what is <ding>: Wiedergabe eines Faktes
fr: what is <chose>: Obtenir des informations à propos de quelque chose
pt_br: what is <coisa>: Receba informaçãos sobre uma coise

source: i am from <countrycode>: register language
de: i am from <ländercode>: Sprache registrieren
fr: i am from <code de pays>: Enregistrer la langue
pt_br: i am from <countrycode>: Salvo a sua linguagem

source: No uptime information found.
de: Keine Uptime-Informationen gefunden.
fr: Aucune information sur l'uptime trouvée.
pt_br: Não achei as informaçãos sobre o uptime.

source: I've been running for %i hours and %i minutes.
de: Ich laufe seit %i Stunden und %i Minuten.
fr: Je fonctionne depuis %i heures et %i minutes.
pt_br: Eu estive aqui por %i horas e %i minutos.

source: Your language has been registered.
de: Deine Sprache wurde registriert.
fr: Votre langue a été enregistrée.
pt_br: Gravei a sua linguagem.

source: Yes, I follow, my master.
de: Ja doch, Meister.
fr: Oui, Je vous suis maitre.
pt_br: Sim, de acordo, o mestre.

source: Toggled logging.
de: Logging wurde umgeschalten.
fr: Enregistrement de l'historique changé.
pt_br: Logging comutando.

source: List of available modules:
de: Liste der verfügbaren Module:
fr: Liste des modules disponibles:
pt_br: Lista dos mõdulos:

source: Module added.
de: Modul hinzugefügt.
fr: Module ajouté.
pt_br: Acrescentei o mõdulo.

source: Error: Could not add module.
de: Fehler: Konnte Modul nicht hinzufügen.
fr: Erreur: n'a pu ajouter le module.
pt_br: Erro: Não pude acrescentar o mõdulo.

source: Module removed.
de: Modul entfernt.
fr: Module supprimé.
pt_br: Afastei o mõdulo.

source: Error: Could not remove module.
de: Fehler: Konnte Modul nicht entfernen.
fr: Erreur: N'a pu supprimer le module.
pt_br: Erro: Não pude afastar o mõdulo.

source: Error: Could not reload module.
de: Fehler: Konnte Module nicht neu laden.
fr: Erreur: N'a pu recharger le module.
pt_br: Erro: Não pude acrescentar os mõdulos de novo.

source: Only my owner can change the module setup.
de: Nur mein Eigentümer kann die Modul-Einstellungen ändern.
fr: Seul mon propriétaire peut changer les réglages du module.
pt_br: Somente o meu possuidor pode mudar o configuração.

source: This pawn move was great!
de: Dieser Bauernzug war großartig!
fr: Cette action était belle!
pt_br: Foi ótimo!

source: I must admit, he's not playing bad.
de: Ich muß zugeben, er spielt nicht schlecht.
fr: Je dois admettre qu'il joue pas trop mal.
pt_br: Acho que ele joga bem.

source: That's a word. Come on, I don't know your native language yet.
de: Das ist ein Wort. Ich kenne deine Muttersprache noch nicht.
fr: C'est un mot. Bon, je connais pas ta langue maternelle pour le moment.
pt_br: Isto é uma palavra. Eu ainda não sei o sua linguagem.

source: What is what dude?
de: Was soll was sein?
fr: Quoi est quoi mec?
pt_br: O que é qual?

source: I'm so uneducated I only know english, german, spanish, portuguese, italian.
de: Ich bin so ungebildet, ich kann nur Englisch, Deutsch, Spanisch, Portugiesisch, Italienisch.
fr: Je suis tellement mal éduqué que je ne connais que l'anglais, l'allemand, l'espagnol, le portugais et l'italien.
pt_br: Sou inculto, só falo Inglês, Alemão, Espanhol, Português, Italiano.

source: Sorry, I don't know what a
de: Sorry, ich weiß nicht was ein
fr: Désolé, je ne sais pas ce qu'est un(e)
pt_br: Desculpe, não sei o que é um

source: From what news source my friend?
de: Von welcher News-Quelle mein Freund?
fr: Quoi de neuf mon ami?
pt_br: Amigo, de qual fonte das novidades?

source: Available are: slashdot, register, happypenguin, heise, worldforge
de: Verfügbar sind: slashdot, register, happypenguin, heise, worldforge
fr: Disponibles: slashdot, register, happypenguin, heise, worldforge
pt_br: Tenho: slashdot, register, happypenguin, heise, worldforge

source: News source not available.
de: News-Quelle ist nicht verfügbar.
fr: Aucune source d'information n'est disponible.
pt_br: Fonte da novidade não accessível.

source: hehe
pt_br: hehehehe

source: Have a nice rest.
de: Man sieht sich.
pt_br: Fica bom.

source: Contact
de: Kontakt
pt_br: Contato

source: No modules loaded at all.
de: überhapt keine Module geladen.
pt_br: Nenhum mõdulo é ativo.

source: Module reloaded.
de: Module neu geladen.
pt_br: Acrescentei os mõdulos de novo.

source: is.
de: ist.
