Repository: ralight/ggz
Catalog: kde-client/po/shadowbridge/*.po
Languages: de

source: Active client:
de: Aktiver Client:

source: Add GGZ game client
de: GGZ Spieleclient hinzufügen

source: Add game client
de: Spieleclient hinzufügen

source: Application command line:
de: Ausführungsbefehl für diese Anwendung:

source: Author
de: Autor

source: Cancel
de: Abbrechen

source: Couldn't create socket pair.
de: Konnte Socket-Verbindung nicht erstellen.

source: Couldn't fork,
de: Konnte nicht forken.

source: Data
de: Daten

source: Debug
de: Debuggen

source: Drop-in fake game client to record and distribute game events.
de: Jederzeit einsetzbarer Spieleclient, der Daten und Events von Spielen aufnehmen kann.

source: File
de: Datei

source: Force synchronizing
de: Synchronisation erzwingen

source: Help
de: Hilfe

source: In Test
de: Eingangstest

source: Inbound socket:
de: Einführende Verbindung:

source: Incoming message
de: Einkommende Nachrichten

source: Net Error!
de: Verbindungsfehler!

source: Out Test
de: Ausgangstest

source: Outbound socket:
de: Ausführende Verbindung:

source: Outgoing message
de: Ausführende Nachrichten

source: Please select a GGZ game client:
de: Bitte wühle einen GGZ Spieleclient aus:

source: Quit
de: Beenden

source: Ready.
de: Fertig.

source: Time
de: Zeit
