Repository: ralight/ggz
Catalog: playground/ggz-kde4/kde-games-kde3/po/koenig/*.po
Languages: es

source: %1 (Knights theme)
es: %1 (Tema de Knights)

source: %1: from %2/%3 to %4/%5
es: %1: de %2/%3 a %4/%5

source: (Koenig launched)
es: (Koenig lanzado)

source: Available chess themes:
es: Temas de ajedrez disponibles:

source: Black
es: Negro

source: Call flag
es: Bandera de llamada

source: Chess Board - Black
es: Tablero de ajedrez - Negro

source: Chess Board - No color assigned yet
es: Tablero de Ajedrez - No se ha asignado todavía

source: Chess Board - White
es: Tablero de Ajedrez - Blanco

source: Chess Board - inactive
es: Tablero de ajedrez - inactivo

source: Chess game options
es: Opciones del juego de ajedrez

source: Client clock
es: Reloj del cliente

source: Clock: Error - unexpected type.
es: Reloj: Error - tipo inesperado.

source: Clock: client-side.
es: Reloj. Lado del cliente.

source: Clock: no limit.
es: Reloj: Sin limite.

source: Clock: server-side with lag.
es: Reloj: Lado del servidor con latencia.

source: Clock: server-side.
es: Reloj: Lado del servidor.

source: Control Panel
es: Panel de control

source: Display board frame
es: Mostrar el marco del tablero

source: Do you really want to quit?
es: ¿Realmente quieres salir?

source: Draw requested
es: Tablas requeridas

source: GGZ Chess Frontend for KDE
es: Frontend de ajedrez para KDE de GGZ

source: Game over! Reason:
es: Juego terminado! Razón:

source: Game: started.
es: Juego comenzado.

source: Get themes
es: Obtener temas

source: Highscores
es: Mejores puntuaciones

source: How long is one turn?
es: ¿Qué largo es un turno?

source: Incompatible protocol version!
es: Versión incompatible del protocolo!

source: Incompatible protocol version: %1 versus %2!
es: Versión incompatible del protocolo: %1 contra %2!

source: Invalid move - try again!
es: Movimiento invalido - inténtalo de nuevo!

source: Invalid network opcode!
es: Código de red invalido!

source: Koenig Highscores
es: Puntuaciones más altas de Koenig

source: Local scores
es: Puntuaciones locales

source: Message from chess server
es: Mensaje del servidor de ajedrez

source: Messages
es: Mensajes

source: Minutes:
es: Minutos:

source: Moves
es: Movimientos

source: Net: from %1/%2 to %3/%4
es: Red: de %1/%2 a %3/%4

source: No clock
es: Sin reloj

source: Options
es: Opciones

source: Quit
es: Salir

source: Quit game
es: Salir del juego

source: Received both player names: %1 and %2
es: Se han recibido los nombres de ambos jugadores: %1 y %2

source: Received clock request.
es: Se ha recibido la petición del reloj.

source: Received first player name: %1
es: Se ha recibido el nombre del primer jugador: %1

source: Received player names.
es: Se ha recibido el nombre de los jugadores.

source: Received seat.
es: Se ha recibido el asiento.

source: Request GGZ game explicitely
es: Petición del juego GGZ explícitamente

source: Request draw
es: Petición de tablas

source: Request sync
es: Petición de sincronización

source: Seconds:
es: Segundos:

source: Select
es: Seleccionar

source: Select which clock model to use for this game.
es: Seleccionar que modelo de reloj usar para este juego.

source: Selection
es: Selección

source: Server clock
es: Reloj del servidor

source: Show chess board
es: Ver el tablero de ajedrez

source: Show move table
es: Ver tabla de movimientos

source: Show moves
es: Ver movimientos

source: Show theme selector
es: Ver el selector de tema

source: Show warnings as message boxes
es: Ver alertas como cajas de mensajes

source: Submit settings
es: Enviar opciones

source: TRANSLATOR-EMAIL
es: luipeme@yahoo.es

source: TRANSLATOR-NAME
es: Luis Pérez Meliá

source: The other player requests a draw. Do you agree?
es: El otro jugador pide tablas: ¿Estás de acuerdo?

source: The server said:
es: El servidor dice:

source: Theme Selector
es: Selector de temas

source: This game is part of the GGZ Gaming Zone.
es: Este juego es parte de GGZ Gaming Zone.

source: White
es: Blanco

source: Worldwide
es: Mundial

source: both players agreed on a draw
es: Ambos jugadores están de acuerdo en tablas

source: maximum movecount reached
es: El máximo de movimientos rechazados

source: not enough material
es: No hay suficiente material

source: player 1 has resigned
es: El jugador 1 ha dimitido

source: player 1 has run out of time
es: El jugador 1 se le ha terminado el tiempo

source: player 1 wins by a mate
es: El jugador 1 ha ganado con jaque mate

source: player 2 has resigned
es: El jugador 2 ha dimitido

source: player 2 has run out of time
es: El jugador 2 se ha quedado sin tiempo

source: player 2 wins by a mate
es: El jugador 2 gana con jaque mate

source: stalemate
es: tablas

source: time over and no material left
es: el tiempo se ha terminado y no queda material

source: too much repetition of positions
es: Demasiadas repeticiones de las posiciones

source: unknown reason
es: Razón desconocida
