Repository: ralight/ggz
Catalog: ggz/game_clients/po/chess/*.po
Languages: de

source: GGZ Gaming Zone Chess Version %s
de: GGZ Gaming Zone Schach Version %s

source: About Chess
de: Über Schach

source: Copyright (C) 2001 Ismael Orenstein. Website: http://www.ggzgamingzone.org/games/chess/
de: Copyright (C) 2001 Ismael Orenstein. Webseite: http://www.ggzgamingzone.org/games/chess/

source: /_Table
de: /_Tisch

source: /Table/Player _list
de: /Tisch/S_pielerliste

source: /Table/_Sync with server
de: /Tisch/_Synchronisieren

source: /Table/E_xit
de: /Tisch/_Verlassen

source: /_Game
de: _/Spiel

source: /Game/Request _draw
de: /Spiel/Remis beantragen

source: /Game/_Call flag
de: /Spiel/_Flagge

source: /_Options
de: /_Optionen

source: /Options/_Auto call flag
de: /Optionen/_Automatischer Zug

source: /_Help
de: /_Hilfe

source: /Help/_About
de: /Hilfe/Ü_ber

source: <main>/Options/Auto call flag
de: <main>/Optionen/Automatischer Zug

source: GGZ Chess
de: GGZ Schach

source: White -> 99:99
de: Weiß -> 99:99

source: Black -> 99:99
de: Schwarz -> 99:99

source: Last moves
de: Letzte Züge

source: Last moves:
de: Letzte Züge:

source: Last moves:
de: Letzte Züge:

source: Do you want do draw the game ?
de: Möchtest du das Spiel aufgeben?

source: The server wants to draw the game. That means that either one of the drawing condition has happened (like repetition of the same position, or 50 moves without a capture), which means that the game will end as a tie if either you or your opponent agrees with a draw, or your oponent has asked for a draw, which will only happen if you agree about it. So, do you want do draw the game ?
de: Der Server will das Spiel beenden. Das bedeutet, daß eines der Kriterien dafür erfüllt wurde (Positionen wurden zo oft wieder eingenommen, 50 Zuege ohne Schlag auf gegnerische Figur). Das Spiel wird in dem Moment beendet, wenn dein Gegner die Entscheidung des Servers akzepiert. Es kann auch sein, daß dein Gegenspieler um das Ende dieses Spiels gebeten hat, was allerdings nur mit deiner Zustimmung gültig ist. Willst du das Spiel nun vorzeitig beenden?

source: Draw
de: Beenden

source: Don't Draw
de: Nicht beenden

source: Select your clock option
de: Suche dir deine Uhrzeit-Optionen aus

source: No clock
de: Keine Uhr

source: If you select this option, this game won't have a time limit
de: Wenn du diese Option auswählst, wird das Spiel kein Zeitlimit haben

source: Server clock
de: Server-Uhr

source: Selecting this option, the server will keep track of the time of each player. So, the time a player takes to complete a move will start the moment the server sends a message to him requesting his move, until the time where the server receives his move back. Although it is very hard to cheat using this model, the players who have a very lagged connection will be at a strong disadvantage. You should only use it on a local LAN or if both you and your oponnent have similar connection speeds.
de: Mit dem Auswählen dieser Option wird der Server die Zeiten jedes Spielers speichern. Durch diese Methode wird es sehr schwer zu schummeln. Diese Option sollte man jedoch nur im LAN nutzen oder wenn der Gegenspieler eine gleich gute Verbindung hat.

source: Server clock with lag meter
de: Server-Uhr mit Zeitmesser

source: This option works just like the server clock, except that it uses ggz's builtin lag meter to compensate for lagged connections. It provides a good balance between security (the strong point in the server clock) and fairness (the strong point in the client clock)
de: Diese Option wirkt wie die Server-Uhr. Hier werden ebenfalls lückenhaft Verbindungen berücksichtigt. Diese Option bietet eine gute Balance zwischen Sicherheit und Fairness.

source: Client clock
de: Client-Uhr

source: Selecting this option, each client will keep track of its current time. This is the most fair option, as it reduces to zero the effect of lagged connections. However, as we keep too much trust in the client, a bad user can use a cheated client that won't report the time as expected. So, only use this option if you trust your oponnent.
de: Mit dieser Option wird jeder Client seine aktuelle Zeit speichern. Dies ist die fairste Option weil sie unübersichtliche Zeiten auf Null setzt. Ein gepatchter Client kann jedoch trotzdem schummeln, indem er sein Programm falsche Werte schicken läßt.

source: Game time :
de: Spielzeit :

source: Send option
de: Sende Option

source: Cancel
de: Abbrechen

source: Promote
de: Begünstige

source: Queen
de: Königin

source: Rook
de: Turm

source: Bishop
de: Läufer

source: Knight
de: Springer

source: Couldn't find pixmap file: %s
de: Konnte Pixmap nicht laden: %s

source: Error loading pixmap file: %s
de: Error beim Laden der Pixmap: %s

source: Close
de: Schließen

source: Player List
de: Spielerliste

source: Are you sure you want to exit?
de: Bist du sicher daß du das Spiel verlassen willst?

source: Are you sure you want to exit? You will not be able to rejoin.
de: Bist du sicher daß du beenden willst? Du wirst nicht wieder teilnehmen können.

source: Really Exit?
de: Wirklich beenden?

source: Exit
de: Beenden

source: Occupied
de: Besetzt

source: Empty
de: Leer

source: Reserved
de: Reserviert

source: Spectator
de: Zuschauer

source: List of players:
de: Liste der Spieler:

source: Boot player
de: Spieler rauswerfen

source: Sit here
de: Hinsetzen

source: Move here
de: Hierher bewegen

source: Play with bot
de: Mit Bot spielen

source: Drop reservation
de: Reservierung aufheben

source: Remove bot
de: Bot entfernen

source: nls enabled: %s
de: NLS: %s
