Repository: ralight/ggz
Catalog: kde-games/po/fyrdman/*.po
Languages: de, es

source: AI moved
de: Zug des Computergegners
es: IA ha movido

source: Animation
es: Animacion

source: Background
de: Hintergrundbild
es: Segundo plano

source: Bogus network message received.
de: Ungültige Netzwerknachricht empfangen.
es: Ha llegado un mensaje de red con error.

source: Calculating...
de: Berechne...
es: Calculando...

source: Cancel
de: Abbrechen
es: Cencelar

source: Checking move...
de: Überprüfung des Spielzugs...
es: Comprobando movimiento...

source: Close
de: Schließen
es: Cerrar

source: Disallowed by map
de: Auf der Karte nicht erlaubt
es: No permitido por el mapa

source: Display mode
de: Anzeigemodus
es: Modo pantalla

source: Distance too large
de: Entfernung zu groß
es: Distancia demasiado grande

source: Game
de: Spiel
es: Juego

source: Game information
de: Spiel-Informationen
es: Información del juego

source: Game interrupted
de: Spiel unterbrochen
es: Juego interrumpido

source: Game over
de: Spiel vorbei
es: Juego terminado

source: Game over!
de: Spiel vorbei!
es: Juego terminado!

source: Game started
de: Spiel begonnen
es: Empezado el juego

source: Get levels
de: Levels erhalten
es: Consega los niveles

source: Harold's return
de: Harolds Rückkehr
es: El retorno de Harold

source: Help
de: Hilfe
es: Ayuda

source: Information
de: Informationen
es: Información

source: Initial developer
de: Ursprünglicher Entwickler
es: Desarrollador inicial

source: Invalid move
de: Ungültiger Zug
es: Movimiento invalido

source: KDE client for the Hastings1066 game.
de: KDE-Client für das Spiel Hastings1066.
es: Cliente de KDE para el juego Hastings1066.

source: Knights
de: Ritter
es: Caballeros

source: Level information
de: Level-Informationen
es: Información del nivel

source: Level: %1
es: Nivel: %1

source: Level: <i>%1</i><br>Author: <i>%2</i><br>Version: <i>%3</i><br>
de: Level: <i>%1</i><br>Autor: <i>%2</i><br>Version: <i>%3</i><br>
es: Nivel: <i>%1</i><br>Autor: <i>%2</i><br>Versión: <i>%3</i><br>

source: Map
de: Karte
es: Mapa

source: Move accepted
de: Zug akzeptiert
es: Movimiento aceptado

source: Move checked
de: Zug überprüft
es: Movimiento comprobado

source: Move sent
de: Zug gesendet
es: Movimiento enviado

source: Moving AI...
de: Ziehe Computerspieler...
es: Moviendo IA...

source: Network error
de: Netzwerkfehler
es: Error de red

source: New game
de: Neues Spiel
es: Juego nuevo

source: No level selected
de: Kein Level ausgewählt
es: No se ha seleccionado el nivel

source: Not playing
de: Nicht im Spiel
es: No estás jugando

source: Not yet playing
de: Noch nicht im Spiel
es: No se ha empezado a jugar

source: Not your turn
de: Nicht dein Zug
es: No es tu turno

source: Nothing to move
de: Nichts zu bewegen
es: Nada que mover

source: Options
de: Optionen
es: Opciones

source: Out of bounds move
de: Zug außerhalb der zulässigen Grenzen
es: Movimiento fuera de los límites

source: Performing sync...
de: Führe Synchronisation aus...
es: Sincronizando...

source: Play
de: Spielen
es: Jugar

source: Play in GGZ mode
de: Im GGZ-Modus spielen
es: Jugar en modo GGZ

source: Player %1 has won.
de: Spieler %1 hat gewonnen.
es: El jugador %1 ha ganado.

source: Possession
de: Landbesitz
es: Posesión

source: Quit
de: Beenden
es: Salir

source: Request synchronization
de: Synchronisation anfordern
es: Solicitando sincronización

source: Select a knight
de: Wähle einen Ritter
es: Selecciona un caballero

source: Select a level
de: Wähle ein Level
es: Selecciona un nivel

source: Select a level...
de: Wähle ein Level...
es: Selecciona un nivel...

source: Selecting map
de: Wähle Karte aus
es: Seleccionando mapa

source: Sending move...
de: Sende Zug...
es: Mandando movimiento...

source: Server not ready yet
de: Server noch nicht bereit
es: El servidor no está disponible

source: Space occupied
de: Platz belegt
es: Espacio ocupado

source: Standard map
de: Standard-Karte
es: Mapa standart

source: Sync successful
de: Synchronisation erfolgreich
es: Sincronización realizada

source: Synchronize
de: Synchronisiere
es: Sincroniza

source: TRANSLATOR-EMAIL
de: josef@ggzgamingzone.org
es: luipeme@yahoo.es

source: TRANSLATOR-NAME
de: Josef Spillner
es: Luis Pérez Meliá

source: The enemy claims %1 percent instead.
de: Der Feind nimmt %1 Prozent in Anspruch.
es: El enemigo demanda %1%.

source: The enemy has %1.
de: Der Feind hat %1.
es: El enemigo tiene %1.

source: The game is over. Winner is alliance %1.
de: Das Spiel ist vorüber. Gewinner ist die Allianz %1.
es: El juego ha terminado. El ganador es la alianza %1.

source: This game is part of the GGZ Gaming Zone.
de: Dieses Spiel ist Teil der GGZ Gaming Zone.
es: El juego es parte de la zona de juegos GGZ.

source: This is the unit type assigned to you.
de: Dies ist der dir zugewiesene Einheitentyp.
es: Éste es el tipo de unidad que se te ha asignado.

source: Unit information
de: Einheiteninformationen
es: Información de la unidad

source: Wait...
de: Warte...
es: Espera...

source: Waiting for players
de: Warte auf Mitspieler
es: Esperando a los jugadores

source: Width: <i>%1</i><br>Height: <i>%2</i><br>Players: <i>%3</i>
de: Breite: <i>%1</i><br>Höhe: <i>%2</i><br>Spieler: <i>%3</i>
es: Ancho: <i>%1</i><br>Alto: <i>%2</i><br>Jugadores: <i>%3</i>

source: You are player %1
de: Du bist Spieler %1
es: Eres el jugador %1

source: You have %1 soldiers to offer.
de: Du hast %1 Soldaten im Angebot.
es: Tienes %1 soldados que ofrecer.

source: Your alliance has conquered %1 percent of the territory.
de: Deine Allianz hat bereits %1 Prozent des Gebiets erobert.
es: Tu alianza ha conquistado el %1% del territorio.

source: Bot
de: Computerspieler
