Repository: ralight/ggz
Catalog: kde-games/po/KReversi/*.po
Languages: de

source: ! Check your installation!
de: ! Ueberpruefe deine Installation!

source: ! Check your installation!
de: ! Ueberpruefe deine Installation!

source: %1's turn
de: %1 ist dran

source: &Request sync
de: &Geforderte Synchronisation

source: Congratulations! You won!
de: Gartulation! Du hast gewonnen!

source: Couldn't find any theme in
de: Konnte keine Theme finden in

source: Couldn't load theme
de: Konnte Thema nicht laden

source: Do you want to play again? If you select "No" now, you can request a new game by selecting the "Game|Play again" menu
de: Moechtest du nochmal spielen? Wenn du "nein" auswaehlst, kannst du ein neues Spiel im Menue "Spiel|Nochmal spielen" starten

source: Do you want to play again? If you select "No" now, you can request a new game by selecting the "Game|Play again" menu
de: Moechtest du nochmal spielen? Wenn du "nein" auswaehlst, kannst du ein neues Spielim Menue "Spiel|Nochmal spielen" starten

source: Game has started
de: Spiel wurde gestartet

source: KDE client for GGZ's Reversi game module
de: KDE-Client fuer das GGZ-Reversi-modul

source: Play again
de: Nochmal spielen

source: Play again?
de: Nochmal spielen?

source: Select theme
de: Waehle Thema aus

source: Syncing game!
de: Synchronisiere Spiel!

source: TRANSLATOR-EMAIL
de: xsebbi@gmx.de

source: TRANSLATOR-NAME
de: Sebastian Roth

source: That game was a draw
de: Dieses Spiel wurde aufgeben

source: That's too bad... you lost
de: Das war zu schlecht... du hast verloren

source: This game will use GGZ
de: Dieses Spiel wird GGZ nutzen

source: Wait...
de: Warte...

source: Your turn!
de: Dein Zug!
