Repository: ralight/ggz
Catalog: ggz/game_clients/po/tictactoe/*.po
Languages: de

source: Watching the game...
de: Schaue dem Spiel zu...

source: Copyright (C) 2000 by Brent Hendricks Website: http://www.ggzgamingzone.org/games/tictactoe/
de: Copyright (C) 2000 by Brent Hendricks Webseite: http://www.ggzgamingzone.org/games/tictactoe/

source: About Tic-Tac-Toe
de: Über Tic-Tac-Toe

source: It's your move.
de: Dein Zug

source: Receiving your seat number...
de: Hole die Nummer deines Sitzes...

source: Getting player names...
de: Hole Spielernamen...

source: %s is %c.
de: %s ist %c.

source: %s (%c) has moved.
de: %s (%c) hat sich bewegt.

source: Your opponent has moved.
de: Dein Gegner hat seinen Zug durchgeführt.

source: Syncing with server...
de: Synchronisiere mit Server...

source: It's %s (%c)'s turn.
de: Es ist der Zug von %s (%c).

source: Sync completed.
de: Synchronisation abgeschlossen

source: Game over.
de: Spiel beendet

source: %s (%c) won
de: %s (%c) hat gewonnen

source: Tie game!
de: Unentschieden!

source: Sending move.
de: Sende meinen Zug.

source: Sending options.
de: Sende Optionen.

source: Server not ready!!
de: Server ist nicht bereit!!

source: Not your turn!
de: Nicht dein Zug!

source: Move out of bounds!
de: Zug ist außerhalb der Grenzen

source: Space already occupied!
de: Feld ist bereits besetzt!

source: Move accepted.
de: Zug wurde akzeptiert.

source: It's not your move yet.
de: Du bist noch nicht dran.

source: You're just watching.
de: Du bist nur Zuschauer.

source: Couldn't find pixmap file: %s
de: Konnte Pixmap nicht finden: %s

source: Error loading pixmap file: %s
de: Konnte Pixmap nicht laden: %s

source: Close
de: Schliessen

source: Player List
de: Spielerliste

source: Are you sure you want to exit?
de: Möchtest du das Spiel wirklich verlassen?

source: Are you sure you want to exit? You will not be able to rejoin.
de: Wirklich das Spiel verlassen? Du wirst nicht wieder mitmachen können.

source: Really Exit?
de: Wirklich beenden?

source: Exit
de: Beenden

source: Cancel
de: Abbrechen

source: Occupied
de: Belegt

source: Empty
de: Leer

source: Reserved
de: Reserviert

source: Spectator
de: Zuschauer

source: List of players:
de: Lister der Spieler:

source: Boot player
de: Spieler rauswerfen

source: Sit here
de: Hierher setzen

source: Move here
de: Hierher ziehen

source: Play with bot
de: Mit Bot spielen

source: Drop reservation
de: Reservierung aufheben

source: Remove bot
de: Bot entfernen

source: nls enabled: %s
de: NLS: %s
