Repository: ralight/ggz
Catalog: kde-games/po/muehle/*.po
Languages: de

source: Aborting game due to unhandled network input.
de: Das Spiel waehrend einer ungueltigen Netzwerkeingabe abbrechen.

source: Black
de: Schwarz

source: Client message
de: Client-Meldung

source: Game
de: Spiel

source: Game over
de: Spiel vorbei

source: Game spectator
de: Spiel-Zuschauer

source: Get levels
de: Themen holen

source: Give up
de: Aufgeben

source: Good luck.
de: Viel Glueck.

source: Help
de: Hilfe

source: It's not your turn - please wait for the opponent.
de: Du bist noch nicht dran - bitte warte auf deinen Gegner.

source: KDE Muehle Game
de: KDE Muehle

source: Moves aren't allowed while placing the stones initially
de: Zuege sind nicht erlaubt, wenn man die Steine anfangs setzt

source: Muehle game for KDE supporting multiple variants
de: Muehle fuer KDE unterstuetzt mehrere Varianten

source: Network error
de: Netzwerkfehler

source: Network game
de: Netzwerkspiel

source: Offer remis
de: Frage nach einem Unentschieden

source: Opponent message
de: Gegnerische Meldung

source: Opponent's turn
de: Der Gegner ist dran

source: Player
de: Spieler

source: Please take one of your opponent's stones
de: Bitte nimm einen der generischen Steine

source: Quit
de: Beenden

source: Request GGZ game explicitely
de: Fordere ein GGZ-Spiel

source: Server message
de: Server-Meldung

source: Start new game
de: Starte neues Spiel

source: Starting new game.
de: Starte neues Spiel.

source: TRANSLATOR-EMAIL
de: xsebbi@gmx.de

source: TRANSLATOR-NAME
de: Sebastian Roth

source: Take a stone from your opponent
de: Nimm einen Stein deines Gegners

source: The server doesn't have assigned a color to you yet.
de: Dir wurde noch keine Farbe vom Server zugewiesen.

source: Theme
de: Thema

source: This game has already finished.
de: Das Spiel wurde schon beendet.

source: This game is part of the GGZ Gaming Zone.
de: Dieses Spiel ist Teil der GGZ Gaming Zone.

source: Variants
de: Varianten

source: Waiting for opponent's action
de: Warte auf den Zug deines Gegners

source: Welcome to Muehle.
de: Willkommen bei Muehle.

source: White
de: Weiss

source: You
de: Du

source: You have won the game!
de: Du hast das Spiel gewonnen!

source: You must now move your stones.
de: Du musst deine Steine jetzt bewegen.

source: You play with the black stones, but wait for your opponent first.
de: Du spielst mit schwarzen Steinen, also warte erst auf deinen Gegner.

source: Your opponent has given up.
de: Dein Gegner hat aufgegeben.

source: Your opponent has won the game! You have lost!
de: Dein Gegner hat gewonnen!

source: Your opponent refuses to give you remis.
de: Dein Gegner gibt auf um dir ein Unentschieden zu gewaehren.

source: Your opponent wants to get a remis. Do you accept this?
de: Dein Gegner moechte ein Unentschieden? Akzeptierst du?

source: Your turn
de: Dein Zug

source: Your turn, you play with the white stones.
de: Dein Zug, du spielst mit weissen Steinen.
