Repository: ralight/ggz
Catalog: kde-games/po/koenig/*.po
Languages: de

source: %1: from %2/%3 to %4/%5
de: %1 von %2/%3 zu %4/%5

source: (Koenig launched)
de: (Koenig wurde gestartet)

source: Black
de: Schwarz

source: Call flag
de: Verlange Flagge

source: Chess Board - Black
de: Schachbrett - Schwarz

source: Chess Board - No color assigned yet
de: Schachbrett - Noch keine Farbe zugewiesen

source: Chess Board - White
de: Schachbrett - Weiss

source: Chess Board - inactive
de: Schbrett - inaktiv

source: Chess game options
de: Schachoptionen

source: Client clock
de: Client-Uhr

source: Clock: Error - unexpected type.
de: Uhr: Fehler - nicht erwarteter Typ.

source: Clock: client-side.
de: Uhr: Client-seitig.

source: Clock: no limit.
de: Uhr: kein Limit.

source: Clock: server-side with lag.
de: Uhr: Serverseitug mit Verzoegerung.

source: Clock: server-side.
de: Uhr: Server-seitig.

source: Control Panel
de: Kontrollpanel

source: Display board frame
de: Zeige Spielzug

source: Do you really want to quit?
de: Moechtest du wirklich beenden?

source: Draw requested
de: Abbruch angefordert

source: GGZ Chess Frontend for KDE
de: GGZ Schach Frontend fuer KDE

source: Game over! Reason:
de: Spiel vorbei! Grund:

source: Game: started.
de: Spiel: gestartet.

source: Highscores
de: Bestenliste

source: How long is one turn?
de: Wie lange dauert ein Zug?

source: Incompatible protocol version!
de: Inkomatible Protokollversion!

source: Incompatible protocol version: %1 versus %2!
de: Inkomatible Protokollversion: %1 gegenüber %2!

source: Invalid move - try again!
de: Ungueltiger Zug - versuch's nochmal!

source: Invalid network opcode!
de: Ungueltiger Netzwerk-Code!

source: Koenig Highscores
de: Koenig - Bestenliste

source: Local scores
de: Lokale Punkte

source: Message from chess server
de: Nachricht vom Schachserver

source: Messages
de: Meldungen

source: Minutes:
de: Minuten:

source: Moves
de: Zuege

source: Net: from %1/%2 to %3/%4
de: Netz: von %1/%2 zu %3/%4

source: No clock
de: Keine Uhr

source: Options
de: Optionen

source: Quit
de: Beenden

source: Quit game
de: Spiel beenden

source: Received both player names: %1 and %2
de: Habe Spielernamen empfangen: %1 und %2

source: Received clock request.
de: Habe Uhr-Information empfangen.

source: Received first player name: %1
de: Habe Spielernamen empfangen: %1

source: Received player names.
de: Habe Spielernamen empfangen.

source: Received seat.
de: Habe Sitz empfangen.

source: Request GGZ game explicitely
de: Forder GGZ-Spiel an

source: Request draw
de: Forder Aufgabe an

source: Request sync
de: Fordere Synchronisationen an

source: Seconds:
de: Sekunden:

source: Select which clock model to use for this game.
de: Selektiere das gewuenschte Uhr-Modell.

source: Selection
de: Auswahl

source: Server clock
de: Serveruhr

source: Show chess board
de: Zeige Schachbrett

source: Show move table
de: Zeige Zugtabelle

source: Show moves
de: Zeige Zuege

source: Show warnings as message boxes
de: Zeige Warnungen als Meldungsfenster

source: Submit settings
de: Sende Einstellungen

source: TRANSLATOR-EMAIL
de: xsebbi@gmx.de

source: TRANSLATOR-NAME
de: Sebastian Roth

source: The other player requests a draw. Do you agree?
de: Der andere Spiel will aufgaben. Stimmst du zu?

source: The server said:
de: Der Server sagte:

source: This game is part of the GGZ Gaming Zone.
de: Dieses Spiel ist Teil der GGZ Gaming Zone.

source: White
de: Weiss

source: Worldwide
de: Weltweit

source: both players agreed on a draw
de: beide Spieler stimmen einem Abbruch zu

source: maximum movecount reached
de: Maximale Zuganzahl erreicht

source: not enough material
de: nicht genug Material

source: player 1 has resigned
de: Spieler 1 hat aufgegeben

source: player 1 has run out of time
de: Spieler 1 hat das Zeitlimit erreicht

source: player 1 wins by a mate
de: Spieler 1 gewinnt durch Schachmatt

source: player 2 has resigned
de: Spieler 2 hat aufgegeben

source: player 2 has run out of time
de: Spieler 2 hat das Zeitlimit erreicht

source: player 2 wins by a mate
de: Spieler 2 gewinnt durch Schachmatt

source: stalemate
de: Schachmatt

source: time over and no material left
de: Zeit vorbei und kein Material mehr vorhanden

source: too much repetition of positions
de: zu viele wiederholte Zuege

source: unknown reason
de: unbekannter Grund
