Repository: ralight/ggz
Catalog: kde-client/po/ggzap/*.po
Languages: fr

source: About...
fr: À propos

source: An unknown error occured.
fr: Une erreur s'est produite.

source: Author
fr: Auteur

source: Blue rectangle
fr: Rectangle bleu

source: Cancel game
fr: Annuler le jeu

source: Configure
fr: Configurer

source: Connect to server
fr: Se connecter au serveur

source: Connecting to server
fr: Conection au serveur

source: Could not connect to server!
fr: Ne peut se connecter au serveur!

source: Could not join the room! Maybe this game type isn't supported on the server?
fr: Ne peut joindre le salon! Peut-être que ce type de jeu n'est pas supporté sur le serveur??

source: Could not start the game! Please make sure you have it installed.
fr: Ne peut lancer le jeu! Vérifiez qu'il est installé.

source: Couldn't login! Please use your registered user name.
fr: Ne peut s'identifier! Utilisez votre nom d'utilisateur enregistré.

source: Enter room
fr: Entrer dans la salle

source: Error!
fr: Erreur!

source: GGZ Quick Launcher
fr: Lanceur rapide de GGZ

source: GGZap - Online Gaming Tool
fr: GGZap - Outil de jeu en ligne

source: GGZap Configuration
fr: Configuration de GGZap

source: GGZap Reservation server
fr: Réservation de serveur GGZap

source: GUI to use
fr: Interface à utiliser

source: Help
fr: Aide

source: Hide
fr: Caher

source: Joining room
fr: Entrée dans la salle

source: Launch a game
fr: Lance un jeu

source: Launch game
fr: Lance des jeux

source: Logging in
fr: En cours d'identification

source: Login
fr: Identification

source: No module found for this game.
fr: Aucun module trouvé pour ce jeu.

source: Player name (12 chars maximum)
fr: Nom du joueur (12 caractères maximum)

source: Preferred frontend
fr: Interface préférée

source: Red gear
fr: Roue rouge

source: Specify module to launch
fr: Spécifie le module à lancer

source: Start failed
fr: Le lancement a échoué

source: Start game
fr: Lance le jeu

source: TRANSLATOR-EMAIL
fr: phhusson@free.fr

source: TRANSLATOR-NAME
fr: Pierre-Hugues Husson

source: Tool to start GGZ games directly.
fr: Outil pour lancer des jeux GGZ directement.

source: Waiting for other players
fr: Attente des autres joueurs

source: Waiting...
fr: Attente...

source: Wrong server version.
fr: Mauvaise version de serveur.

source: You must configure a username first.
fr: Vous devez d'abord configurer un nom d'utilisateur.
