Repository: ralight/ggz
Catalog: kde-games/po/kdots/*.po
Languages: de, es

source: A protocol error has been detected. Aborting the game.
de: Ein Protokoll-Fehler wurde entdeckt. Das Spiel wird beendet.
es: Se ha detectado un error en el protocolo. El juego se está abortando.

source: About
de: Über
es: Sobre

source: About KDots
de: Über KDots
es: Acerca de KDots

source: Author.
de: Autor.
es: Autor.

source: Close
de: Schließen
es: Cerrar

source: Connect The Dots for KDE
de: Connect The Dots für KDE
es: Conectando Dots para KDE

source: Game
de: Spiel
es: Juego

source: Game Help
de: Spielhilfe
es: Ayuda del juego

source: Game help for KDots
de: Spielhilfe für KDots
es: Ayuda del juego para KDots

source: Game over
de: Spiel vorbei
es: Juego terminado

source: Game over!
de: Spiel vorbei!
es: Juego terminado!

source: Have fun!
de: Viel Spaß!
es: ¡Diviertete!

source: Help
de: Hilfe
es: Ayuda

source: Invalid move, please try again!
de: Ungültiger zug, bitte versuche es nochmal!
es: Movimiento inválido,¡vuelve a intentarlo!

source: KDots Help
de: KDots Hilfe
es: Ayuda KDots

source: KDots Options
de: KDots Optionen
es: Opciones de KDots

source: KDots Replay
de: KDots Spielwiedergabe
es: Volver a jugar KDots

source: Launching KDots...
de: Starte KDots
es: Lanzando KDots...

source: No game running yet!
de: Es läuft noch keine Spiel!
es: ¡El juego no está en marcha todavía!

source: Not your turn!
de: Du bist noch nicht an der Reihe!
es: ¡No es tu turno!

source: Options
de: Optionen
es: Opciones

source: Please specify the board size here.
de: Gib hier die Spielgrösse an.
es: Especifica el tamaño del tablero aquí.

source: Position
es: Posición

source: Position: %1
es: Posición: %1

source: Protocol error
de: Protokoll-Fehler
es: Error de protocolo

source: Quit
de: Beenden
es: Salir

source: Receiving data
de: Empfange Daten
es: Recibiendo la información

source: Replay games...
de: Spielwiedergabe...
es: Repetir juegos...

source: Replay-only mode
de: Wiedergabe-Modus
es: Repetición solo el modo

source: Request GGZ game explicitely
de: Fordere ein GGZ-Spiel
es: Petición del juego GGZ explícitamente

source: Requesting game options
de: Forde Spieloptionen an
es: Solicitando las opciones del juego

source: Sending game options
de: Sende Spieloptionen
es: Mandado las opciones del juego

source: Sending move
de: Sende Zug
es: Mandando movimientos

source: Synchronization
de: Synchronisation
es: Sincronización

source: Synchronize
de: Synchronisiere
es: Sincronizar

source: Syncing successful
de: Synchronisation erfolgreich
es: Sincronización realizada

source: TRANSLATOR-EMAIL
de: xsebbi@gmx.de
es: luipeme@yahoo.es

source: TRANSLATOR-NAME
de: Sebastian Roth
es: Luis Pérez Meliá

source: Thanks to www.drachenburg.de
de: Dank an www.drachenburg.de
es: Gracias a www.drachenburg.de

source: The game is over. You reached %i points, your opponent %i. Play another game?
de: Das Spiel ist vorbei. Du hast %i Punkte erreich, dein Gegner %i. Nochmal spielen?
es: El juego ha terminado. Has conseguido %i puntos, y tu oponente ha obtenido %i. ¿Jugamos otra partida?

source: This game consists of a game board with
de: Dieses Spiel besteht aus einem Brett mit
es: El juego consiste en un juego de mesa con

source: This game is part of the GGZ Gaming Zone.
de: Dieses Spiel ist Teil der GGZ Gaming Zone.
es: Este juego es parte de la zona de juegos GGZ.

source: Waiting for opponent...
de: Warte auf Gegner...
es: Esperando al oponente...

source: You're only watching
de: Du bist nur Zuschauer
es: Estás en modo espectador

source: Your turn.
de: Dein Zug.
es: Tu turno.

source: dots to prevent a tie game!
de: Punkte um ein Unentschieden zu vermeiden!
es: ¡Puntos para prevenir un empate en el juego!

source: dots which are to be connected. Whenever
de: Punkte welche verbunden sind Immer wenn
es: puntos que deben ser conectados. Siempre que

source: for their dragon images!
de: für Ihre Drachenbilder!
es: ¡para sus imágenes del dragón!

source: has won. Tip: Always prefer an odd number of
de: hat gewonnen. Tipp: Ziehe eine ungerade Zahl immer vor
es: has ganado. Consejo: Prefiera siempre un número impar de

source: is marked as yours. If all dots are connected,
de: gehört zu dir. Wenn alle Punkte verbunden sind,
es: está marcado como el tuyo. Si todos los puntos están conectados,

source: the player with the highest number of squares
de: der Spieler mit der höchsten Anzahl an Quadraten
es: el jugador con el número más alto de cuadrados

source: you fill one square by surrounding it, it
de: du füllst ein Quadrat indem du es einschließt
es: usted llena un cuadrado rodeándolo, él

source: Vertical
de: Vertikal
