Repository: ralight/ggz
Catalog: ggz/game_clients/po/hastings/*.po
Languages: es_ar, pt_br

source: Authors: Gtk+ Client: Josef Spillner <dr_maux@users.sourceforge.net> Game Server: Josef Spillner <dr_maux@users.sourceforge.net> Website: http://ggz.sourceforge.net/games/hastings/
es_ar: Autores: Client Gtk+: Josef Spillner <dr_maux@users.sourceforge.net> Servidor: Josef Spillner <dr_maux@users.sourceforge.net> Sitio Web: http://ggz.sourceforge.net/games/hastings/

source: Question
es_ar: Pregunta

source: Yes
es_ar: Si

source: Your move: select a knight (you are %s on the %s team).
es_ar: Tu jugada: selecciona un cavallo (vos sos %s en el equipo %s)

source: Getting seat number
es_ar: Obteniendo numero de lugar
pt_br: Pegando número do lugar

source: Received seat number: %i
es_ar: Numero de lugar recivido: %i
pt_br: Recebeu número do lugar: %i

source: Getting player names
es_ar: Obteniendo nombre de jugadores
pt_br: Pegando nome dos jogadores

source: Player %d named: %s
es_ar: Jugador %d es: %s
pt_br: Jogador %d chamado: %s

source: Your turn will be soon... have a look at the map in the meantime.
es_ar: Pronto va a ser tu turno... mientras tanto mira el mapa
pt_br: Seu turno será em breve... dê uma olhada no mapa enquanto isso

source: Getting opponent's move
es_ar: Obteniendo jugada del oponente
pt_br: Pegando movimento do oponente

source: Requesting synchronization
es_ar: Pidiendo sincronizacion
pt_br: Requisitando sincronização

source: Getting re-sync
es_ar: Obteniendo re-sincronizacion
pt_br: Pegando sincronização

source: Player %d's turn
es_ar: El jugador %d tiene el turno
pt_br: Turno do jogador %d

source: Sync completed
es_ar: Sincronizacion completada
pt_br: Sincronização completada

source: Game over
es_ar: Juego terminado
pt_br: Jogo terminado

source: Player %d won
es_ar: El jugador %d es el ganador
pt_br: Jogador %d ganhou

source: Requesting game initialization
es_ar: Pidiendo inicializacion del juego
pt_br: Requisitando inicialização do jogo

source: Sending my move: %d/%d to %d/%d
es_ar: Enviando jugada: %d/%d para %d/%d
pt_br: Enviando meu movimento: %d/%d para %d/%d

source: My status: I'm waiting (what for? AI players!)
es_ar: Mi estado: Estoy esperando (Jugadores robots)
pt_br: Meu estado: Estou esperando (pelo que? Pelo computador!)

source: Server not ready!!
es_ar: El servidor no esta listo!!
pt_br: Servidor não está pronto!!

source: Not my turn !!
es_ar: No es mi turno!!
pt_br: Não é meu turno!!

source: Move out of bounds
es_ar: Movimento fuera de limite
pt_br: Movimento fora do limite

source: Nothing to move (erm?)
es_ar: Nada para mover (mmm?)
pt_br: Nada para mover (hein?)

source: Space already occupied
es_ar: Espacio ocupado
pt_br: Espaço já ocupado

source: Hey, that is far too far!
es_ar: Oye, eso es demasiado lejos!
pt_br: Ei, aí é muito longe!

source: Argh! You should play 'sink the ship' for that purpose!
es_ar: Argh!! Deberas jugar al Batalla Naval para ese proposito!
pt_br: Argh!! Você deveria jogar batalha naval para isso!

source: Moved knight from %i/%i to %i/%i
es_ar: Cavallero movido de %i/%i hacia %i/%i
pt_br: Moveu cavaleiro de %i/%i para %i/%i

source: Not my turn yet
es_ar: Todavia no es mi turno
pt_br: Não é meu turno ainda

source: Looking for submarines? They aren't invented yet (it's 1066).
es_ar: Buscando submarinos? Todavia no estan inventados (Es el anio 1066)
pt_br: Procurando por submarinos? Eles ainda não foram inventados (é 1066)

source: I can't see anyone here. Can you?
es_ar: No puedo ver ms aca. Vos podes?
pt_br: Eu não posso ver ninguém aqui. Você pode?

source: Don't cheat! That's not yours! You are %s on the %s team.
es_ar: No hagas trampa! Eso no es tuyo. Vos sos %s en el equito %s.

source: Where shall I go?
es_ar: A dnde debo ir?
pt_br: Aonde devo ir?

source: _Game
es_ar: _Juego
pt_br: _Jogo

source: Re_sync
es_ar: Re_sincronizar
pt_br: Re_sincronizar

source: E_xit
es_ar: Sal_ir
pt_br: Sa_ir

source: _Help
es_ar: A_yuda
pt_br: A_juda

source: _About
es_ar: _Acerca
pt_br: So_bre

source: Couldn't find pixmap file: %s
es_ar: No se encontro el pixmap: %s
pt_br: Não pode achar arquivo de figuras: %s

source: Error loading pixmap file: %s
es_ar: Error cargando el pixmap: %s
pt_br: Erro carregando arquivo de figuras: %s

source: Are you sure you want to exit?
es_ar: Seguro que queres salir?

source: Are you sure you want to exit? You will not be able to rejoin.
es_ar: Seguro que queres salir? No vas a poder volver a entrar

source: Really Exit?
es_ar: Seguro queres salir?

source: Exit
es_ar: Salir

source: Cancel
es_ar: Cancelar

source: nls enabled: %s
es_ar: nls habilitado: %s
