Repository: ralight/ggz
Catalog: gtk-client/po/*.po
Languages: de, es, pt_br, sv

source: About
de: Über
es: Acerca
pt_br: Sobre
sv: Om GGZ

source: /msg <username> <message> . Private message a player
de: /msg <Nutzername> <Nachricht> . Private Nachricht
es: /msg <usuario> <mensaje> . Mensaje privado a jugador.
pt_br: /msg <nome> <mensagem> .... Manda mensagem para jogador
sv: /msg <användarnamn> <meddelande> . Skicka ett privat meddelande

source: /table <message> .......... Message to your table
de: /table <Nachricht> ........ Nachricht zu deinem Tisch
es: /table <mensaje> ........... Mensaje a tu tabla
pt_br: /table <mensagem> .......... Mensagem para sua mesa
sv: /table <meddelande> ......... Meddelande till dit bord

source: /wall <message> ........... Admin command
de: /wall <Nachricht> ............. Administratives Kommando
es: /wall <mensaje> ........... Comando de administrador
pt_br: /wall <mensagem> .......... Comando administrativo
sv: /wall <meddelande> ........... Admin kommando

source: /beep <username> .......... Beep a player
de: /beep <Nutzername> ............ Spieler anpingen
es: /beep <jugador> .......... Beep a un jugador
pt_br: /beep <nome> .............. Beep um jogador
sv: /beep <användarnamn> .......... "Beepa" en spelare

source: /help ..................... Get help
de: /help ..................... Hilfe bekommen
es: /help .................. Obtener ayuda
pt_br: /help ..................... Recebe ajuda
sv: /help ..................... Få hjälp

source: /friends .................. List your friends
de: /friends ...................... Freunde auflisten
es: /friends .................. Lista de amigos
pt_br: /friends .................. Lista dos amigos
sv: /friends .................. Visa vänner

source: /ignore ................... List people you're ignoring
de: /ignore ................... Liste der ignorierten Personen
es: /ignore ................... Lista de ignorados
pt_br: /ignore ................... Lista das pessoas ignorados
sv: /ignore ................... Visa människor som du ignorerar

source: /kick <username> .......... Kick a player from the room
de: /kick <Nutzername> .......... Spieler aus dem Raum werfen

source: /gag <username> ........... Gag a player to prevent them from talking
de: /gag <Nutzername> ........... Spieler zeitweise ruhigstellen

source: /ungag <username> ......... Reverse the gag operation to allow a player to talk
de: /ungag <username> ......... Spieler wieder chatten lassen

source: /ban <username> ........... Ban a player from the server
de: /ban <Nutzername> ........... Spieler vom Server bannen

source: You have received an unknown message from %s.
de: Du hast eine unbekannte Nachricht von %s bekommen.
es: Has recibido un mensaje desconocido de %s.
pt_br: Você recebeu uma mensagem inconhecida de %s.
sv: Du har fått ett okännt meddelande från %s.

source: You've been beeped by %s.
de: Du wurdest von %s angebeept.
es: Recibiste un beep de %s.
pt_br: Voce recebeu um beep de %s.
sv: Du har blivit "beepad" av %s.

source: Usage: /msg <username> <message>
de: Benutzung: /msg <Spieler> <Nachricht>
es: Uso: /msg <usuario> <mensaje>
pt_br: Uso: /msg <nome> <mensagem>
sv: Användning: /msg <användarnamn> <meddelande>

source: Sends a private message to a user on the network.
de: Sendet eine private Nachricht zu einem Nutzer im Netzwerk.
es: Manda un mensaje privado a un usuario de la red.
pt_br: Manda mensagem secreta para um usuário da rede.
sv: Skickar ett privat meddelande till en användare.

source: Beep sent to %s.
de: Beep gesendet zu %s.
es: Beep enviado a %s.
pt_br: Beep enviado para %s.
sv: "Beep" skickat till %s.

source: %s (logged on)
de: %s (eingeloggt)
es: %s (logueado)
pt_br: %s (apareceu)
sv: %s (loggade in)

source: %s (logged off)
de: %s (ausgeloggt)
es: %s (deslogueado)
pt_br: %s (disapareceu)
sv: %s (loggade ut)

source: Chat Commands
de: Chat-Befehle
es: Comandos de chat
pt_br: Comandos do chat
sv: Chatt Kommandon

source: /me <action> .............. Send an action
de: /me <Aktion> .................. Sendet eine Aktion
es: /me <accion> .............. Enviar una acción
pt_br: /me <action> .............. Manda uma ação
sv: /me <handling> .............. Skicka en handling

source: Added %s to your friends list.
de: %s wurde der Liste deiner Freunde hinzugefügt.
es: %s fue agregado a tu lista de amigos.
pt_br: Insertou %s na lista dos amigos.
sv: %s är en vän.

source: Removed %s from your friends list.
de: %s wurde von der Liste deiner Freunde entfernt.
es: %s fue sacado de tu lista de amigos.
pt_br: Apagou %s da lista dos amigos.
sv: %s är inte längre en vän.

source: Added %s to your ignore list.
de: %s wurde zu deiner Ignore-Liste hinzugefügt.
es: %s fue agregado a tus lista de ignorados.
pt_br: Insertou %s na lista dos ignorados.
sv: Du ignorerar %s.

source: Removed %s from your ignore list.
de: %s wurde von deiner Ignore-Liste entfernt.
es: %s fue sacado de tus lista de ignorados.
pt_br: Apagou %s da lista dos ignorados.
sv: Du ignorerar inte längre %s.

source: People currently your friends
de: Deine Freunde
es: Personas que son tus amigos
pt_br: Gente boa: seus amigos
sv: Människor på din vän-lista

source: People you're currently ignoring
de: Spieler, die von dir ignoriert werden
es: Personas que estas ignorando
pt_br: Pessoas ignoradas por você
sv: Människor som du ignorerar

source: Multiple matches:
de: Verschiedene Möglichkeiten:
es: Varios resultados:
pt_br: Vários possibilidades:
sv: Multipla träffar:

source: Are you sure you want to quit?
de: Bist du sicher, daß du beenden willst?
es: ¿Deseas salir?
pt_br: Você tem certeza que deseja sair?
sv: Är du säker på att du vill avsluta?

source: Quit?
de: Beenden?
es: ¿Salir?
pt_br: Sair?
sv: Avsluta?

source: Server stats are not implemented yet. If you would like to help head over to http://www.ggzgamingzone.org/
de: Serverstatistiken sind noch nicht implementiert. Falls du helfen möchtest, gehe bitte zu http://www.ggzgamingzone.org/

source: Not Implemented
de: Nicht implementiert

source: Player stats are not implemented yet. If you would like to help head over to http://www.ggzgamingzone.org/
de: Spielerstatistiken sind noch nicht implementiert. Falls du helfen möchtest, gehe bitte zu http://www.ggzgamingzone.org/

source: GGZ Gaming Zone help needs a browser to be configured. The configuration dialog will be invoked now.
de: Die Hilfe der GGZ Gaming Zone braucht einen konfigurierten Browser. Der Konfigurationsdialog wird jetzt aufgerufen.

source: Inline game help is not implemented yet. Help is on our website. If you would like to help head over to http://www.ggzgamingzone.org/
de: Eingebundene Spielhilfe ist noch nicht implementiert. Hilfestellungen finden sich auf unserer Webseite. Falls du helfen möchtest, gehe bitte zu http://www.ggzgamingzone.org/

source: You must highlight a table before you can join it.
de: Du mußt einen Tisch markieren bevor du am Spiel teilnehmen kannst.

source: Error Joining
de: Fehler bei der Teilnahme

source: That table is full.
de: Der Tisch ist bereits voll besetzt.

source: Error launching game module.
de: Fehler beim Starten des Spielmoduls.
es: Error lanzando el módulo del juego.
pt_br: Erro lançando o módulo do jogo.
sv: Kan inte starta spelmodul.

source: Game Error
de: Spiel-Fehler
es: Error en el juego
pt_br: Erro do jogo
sv: Spelfel

source: You must highlight a table before you can watch it.
de: Du mußt einen Tisch markieren bevor du dem Spiel zuschauen kannst.
es: Debes marcar una tabla para verla.
pt_br: Você tem que cliquar numa mesa antes de assistir-a.
sv: Du måste markera ett bord innan du kan titta på.

source: Error Spectating
de: Fehler beim Zuschauen
es: Error observando
pt_br: Erro assistindo uma mesa.
sv: Åskådningsfel :)

source: Failed to join table. Join aborted.
de: Konnte nicht teilnehmen. Teilnahme abgebrochen.

source: Join Error
de: Teilnahmefehler
es: Error en la entrada
pt_br: Erro ao entrar
sv: "Join" Fel

source: Disconnect from the GGZ Gaming Zone server
de: Verbindung zum GGZ Gaming Zone Server getrennt
es: Desconectado del servidor GGZ Gaming Zone.
pt_br: Desliga do servidor da GGZ Gaming Zone
sv: Koppla ner från "GGZ Gaming Zone"-servern

source: Start playing a game at a new table
de: Ein neues Spiel an einem neuen Tisch beginnen
es: Empezar juego en una nueva tabla
pt_br: Começe jogar um jogo numa mesa nova
sv: Starta ett nytt spel på ett nytt bord

source: Join an existing game
de: An einem existierenden Spiel teilnehmen
es: Unirte a juego existente
pt_br: Participe num jogo já correndo
sv: "Joina" ett befintligt spel

source: Watch an existing game - become a spectator of the table
de: Einem existierenden Spiel zuschauen - werde ein Zuschauer an diesem Tisch
es: Ver un juego existente - volviendose espectador de la tabla
pt_br: Assiste um jogo existindo - tornar-se um visitante da mesa
sv: Se på ett befintligt spel - bli en åskådare av bordet

source: Leave the game you're currently playing
de: Verlasse das aktuelle Spiel
es: Abandar juego que estas jugando
pt_br: Sai daquele jogo que está jogando agora
sv: Lämna spelet som du spelar

source: Show the properties dialog to change the client settings
de: Eigenschaften-Dialog anzeigen um die Client-Einstellungen zu ändern
es: Mostrar dialogo de propiedades para cambiar la configuración del cliente
pt_br: Mostra o diálogo para mudar o cliente
sv: Visa inställningar för klienten

source: Show the game stats for the current room's game type
de: Spiele-Statistiken für den aktuellen Raum ansehen
es: Mostrar estado del juego de la sala
pt_br: Mostra as estatísticas do tipo do jogo associado
sv: Visa spelstatistik för det aktiva rummets speltyp

source: Exit the GGZ client application.
de: Die GGZ-Anwendung beenden.
es: Salir de la aplicación.
pt_br: Sai do cliente GGZ.

source: Compiled with debugging.
de: Kompiliert mit Debug-Information.
es: Compilado con debug.
pt_br: Compilado com debugging.
sv: Kompilerad med "debugg"-symboler.

source: Connect
de: Verbinden
es: Conectar
pt_br: Conectar
sv: Anslut

source: Disconnect
de: Trennen
es: Desconectar
pt_br: Desconectar
sv: Koppla ner

source: Quit
de: Beenden
es: Salir
pt_br: Sair

source: Game
de: Spiel
es: Juego
pt_br: Jogo
sv: Spel

source: Launch
de: Starten
es: Iniciar
pt_br: Iniciar
sv: Nytt

source: Join
de: Teilnehmen
es: Entrar
pt_br: Entrar
sv: "Joina"

source: Watch
de: Zuschauen
es: Vigilar
pt_br: Assistir
sv: Åskåda

source: Leave
de: Spiel verlassen
es: Dejar
pt_br: Sair
sv: Lämna

source: Edit
de: Bearbeiten
es: Editar
pt_br: Editar
sv: Redigera

source: Properties
de: Eigenschaften
es: Propriedades
pt_br: Propriedades
sv: Inställningar

source: View
de: Ansicht
es: Ver
pt_br: Ver
sv: Visa

source: Room List
de: Liste der Räume
es: Lista de salas
pt_br: Lista de salas
sv: Rumlista

source: Player List
de: Spielerliste
es: Lista de Jugadores
pt_br: List de jogadores
sv: Användare

source: Server Stats
de: Serverstatistiken
es: Estadísticas del servidor
pt_br: Estatísticas do servidor
sv: Serverstatistik

source: Player Stats
de: Spielerstatistiken
es: Estadísticas de los jugadores
pt_br: Estatísticas dos jogadores
sv: Användarstatistik

source: Game Types
de: Spielarten
es: Tipo de juego
pt_br: Tipos de jogos
sv: Speltyper

source: MOTD
de: Tagesmeldung
sv: MOTD (dagens meddelande)

source: Help
de: Hilfe
es: Ayuda
pt_br: Ajuda
sv: Hjälp

source: GGZ Help
de: GGZ Hilfe
es: Ayuda sobre GGZ
pt_br: Ajuda sobre o GGZ
sv: GGZ-Hjälp

source: Game Help
de: Spielhilfe
es: Ayuda del juego
pt_br: Ajuda dos jogos
sv: Spel-Hjälp

source: Goto Web
de: Gehe ins Web
es: Ir a página Web
pt_br: Va para página
sv: Besök hemsidan

source: Stats
de: Statistiken
es: Estadísticas
pt_br: Estatísticas
sv: Statistik

source: Current Room:
de: Aktueller Raum:
es: Sala actual:
pt_br: Sala atual:
sv: Aktivt rum:

source: Message:
de: Meldung:
es: Mensaje:
pt_br: Mensagem:
sv: Meddelande:

source: Send
de: Senden
es: Enviar
pt_br: Enviar
sv: Skicka

source: Wizard
de: Zauberer
es: Maestro
pt_br: Fulano
sv: Trollkarl

source: Deity
de: Gottheit
es: Dios
pt_br: Sicrano
sv: Gudomlighet

source: Sentinel
de: Wächter
es: Centinela
pt_br: Beltrano
sv: Väktare

source: Captain
de: Meister
es: Capitan
pt_br: Um cara
sv: Kapten

source: Knight
de: Ritter
es: Caballero
pt_br: Alguém
sv: Riddare

source: Angel
de: Engel
pt_br: Mané
sv: Ängel

source: Silverlord
de: Silberlord
es: Noble plateado
pt_br: Maluco

source: Eagle
de: Adler
es: Águila
pt_br: Um ser humano
sv: Örn

source: Vampire
de: Vampir
es: Vampiro
pt_br: Um certo alguém
sv: Vampyr

source: Chief
de: Chef
es: Lider
pt_br: Anônimo
sv: Boss

source: Colonel
de: Oberst
es: Coronel
pt_br: Pessoa
sv: Överste

source: Scout
de: Pfadfinder
es: Explorador
pt_br: Combatente

source: Lieutenant
de: Leutnant
es: Teniente
pt_br: Menudo
sv: Löjtnant

source: Stalker
de: Jäger
pt_br: Bizonho

source: Scientist
de: Wissenschaftler
es: Científico
pt_br: Jogador
sv: Vetenskapsman

source: Scholar
de: Schüler
es: Escolar
pt_br: Sentinela
sv: vetenskapsman

source: Entity
de: Einheit
es: Entidad
pt_br: Desconhecido

source: Creator
de: Erschaffer
es: Creador
pt_br: Ninguém
sv: Skapare

source: GGZ Community (fast)
de: GGZ Community (schnell)

source: Local developer server
de: Lokaler Entwicklerserver

source: This is the first time you are running the GTK+ GGZ Gaming Zone client. Would you like to create some default server profiles?
de: Dies ist das erste Mal, daß du den Gtk+-Client der GGZ Gaming Zone startest.Möchtest du ein paar Standard-Serverprofile generieren lassen?
es: Esta es la primera vez que arrancas el cliente GTK+ de GGZ. ¿Quieres que se creen los perfiles de servidores por defecto?
pt_br: Essa é a primeira vez que você está rodando o client para a GGZ Gaming Zone do GTK+. Você gostaria de criar alguns perfis para os servidores padrões?
sv: Det här är första gången du kör GTK+ GGZ Gaming Zone klienten.Vill du skapa standardinställningar för servrar?

source: You don't have this game installed. You can download it from %s.
de: Sorry, aber du scheinst dieses Spiel nicht installiert zu haben. Du kannst es von %s bekommen.
es: No tienes este juego instalado. Lo podes bajar de %s.
pt_br: Você não tem esse jogo instalado. Você pode baixa-lo em %s.
sv: Du har inte installerat det här spelet. Du kan ladda ner det från %s.

source: Launch Error
de: Fehler beim Starten
es: Error en el lanzamiento
pt_br: Erro ao iniciar jogo
sv: Fel vid spelstart

source: Failed to execute game module. Launch aborted.
de: Start des Spielmoduls fehlgeschlagen. Spielstart abgebrochen.
es: Fallo la ejecución del módulo. Lanzamiento abortado.
pt_br: Não foi possível executar o módulo desse jogo. O jogo não foi iniciado.
sv: Kan inte starta spel modulen. Avbryter.

source: Launched game
de: Spiel begonnen
es: Juego ejecutado
pt_br: Jogo foi iniciado
sv: Spel startat

source: Launch failed
de: Spielstart fehlgeschlagen
es: Ejecución fallada
pt_br: Iniciar estava errado
sv: Spelstart misslyckades

source: You can only play one game at a time.
de: Du kannst nur ein Spiel zu einer Zeit spielen.
es: Puedes jugar a un solo juego a la vez.
pt_br: Você pode jogar apenas um jogo por vez.
sv: Du kan bara spela ett spel i taget.

source: You're still at a table.
de: Du mußt ein Spiel zum Teilnehmen auswählen.
es: Todavía estas en una tabla.
pt_br: Você ainda está numa mesa.
sv: Du är fortfarande vid ett bord.

source: You must be in a room to launch a game. Launch aborted
de: Du mußt erst einen Raum betreten um ein Spiel starten zu können. Spielstart abgebrochen
es: Debes estar en una sala para lanzar un juego. Lanzamiento abortado
pt_br: Você precisa estar numa sala para iniciar um jogo. Operação abortada
sv: Du måste vara i ett rum för att starta ett spel.

source: No game types defined for this server. Launch aborted.
de: Keine Spieltypen für diesen Server definiert. Spielstart abgebrochen.
es: No hay definición de juegos para este servidor. Lanzamiento abortado
pt_br: Nenhum tipo de jogo foi definido para esse servidor. Operação abortada.
sv: Inga speltyper definierade på servern.

source: This game doesn't support spectators.
de: Dieses Spiel unterstützt keine Zuschauer.
es: Este juego no soporta espectadores.
pt_br: Esse jogo não apoia espetadores.
sv: Det här spelet stödjer inte åskådare.

source: You need to launch the GGZ client directly to be able to play this game.
de: Du musst den GGZ-Client direkt starten, um das Spiel spielen zu können.

source: Error connecting to server: %s
de: Fehler bei Serververbindung: %s
es: Error conectado al servidor. %s
pt_br: Erro conectar no servidor: %s
sv: Kan inte ansluta till: %s

source: Error
de: Fehler
pt_br: Erro

source: Your new password is %s
de: Dein neues Passwort ist %s
es: Tu clave nueva es %s
pt_br: A sua senha nova é %s
sv: Ditt nya lösenord är %s

source: New password
de: Neues Kennwort
es: Calve nueva
pt_br: Nova senha
sv: Nytt lösenord

source: Players on server: %d
de: Spieler auf dem Server: %d
es: Jugadores en el servidor: %d
pt_br: Jogadores no servidor: %d

source: Current Room: %s
de: Aktueller Raum: %s
es: Sala actual: %s
pt_br: Sala atual: %s
sv: Aktivt Rum: %s

source: You've joined room "%s".
de: Du bist Raum "%s" beigetreten.
es: Entrastes a la sala "%s".
pt_br: Voce entrou na sala "%s".
sv: Du har "joinat" "%s".

source: Error joining room: %s
de: Fehler beim Raumwechsel: %s
es: Error al entrar a la sala: %s
pt_br: Erro entrando na sala: %s
sv: Kan inte "joina" rum: %s

source: You can't chat while not in a room.
de: Du kannst nicht außerhalb eines Raumes chatten.
es: No podes cambiar de sala mientras juegas.
pt_br: Você não pode fazer chat enquanto fora da sala.
sv: Du kan inte chatta när du inte är i rummet.

source: You don't have permission to chat here.
de: Du hast keine Erlaubnis, hier zu reden.
es: No tienes permisos para chatear aquí.
pt_br: Você não tem permissão de fazer chat aqui.
sv: Du har inte tillåtelse att chatta här.

source: No private chatting at a table!
de: Kein privater Chat an einem Tisch!
es: No chatees de forma privada en la tabla!
pt_br: Não é possível fazer chat particular numa mesa!

source: That player isn't in the room!
de: Dieser Spieler ist nicht im Raum!
es: ¡Ese jugador no está en la sala!
pt_br: Esse jogador não fica nesta sala!
sv: Den användaren finns inte i rummet!

source: There was an error sending the chat.
de: Es gab einen Fehler während des Chattens.
es: Hubo un error mandando la charla.
pt_br: Aconteceu um error enviando a mensagem.
sv: Kan inte skicka meddelandet.

source: You're not at a table.
de: Du befindest dich nicht an einem Tisch.
es: Todavía no estas en una tabla.
pt_br: Você não está numa mesa.
sv: Du är inte vid ett bord.

source: Chat failed: %s.
de: Chat fehlgeschlagen: %s.
es: Fallo de chat: %s.
pt_br: Chat errado: %s.
sv: Chatt ofunka: %s.

source: Error launching table: %s
de: Fehler beim Starten des Tisches: %s
es: Error lanzando la tabla: %s
pt_br: Erro lançando a mesa: %s
sv: Kan inte skapa bord: %s

source: You have joined table %d.
de: Du bist Tisch %d beigetreten.
es: Entrastes a la sala %d.
pt_br: Voce entrou na mesa %d.
sv: Du har "joinat" bord %d.

source: Error joining table: %s
de: Fehler beim Beitritt zum Tisch: %s
es: Error uniéndose a la tabla: %s
pt_br: Erro entrando mesa: %s
sv: Kan inte "joina" bord: %s

source: You have been booted from the table by %s.
de: Du bist von %s vom Tisch gescheucht worden.
es: Has sido expulsado de la tabla por %s.
pt_br: Voce foi bootado da mesa por %s.
sv: Du har blivit "bottad" från bordet av %s.

source: You have left the table.
de: Du hast den Tisch verlassen.
es: Todavía estas en una tabla.
pt_br: Você saiu da mesa.
sv: Du har lämnat bordet.

source: The game is over.
de: Das Spiel ist vorbei.
es: El juego ha terminado.
pt_br: O jogo acabou.
sv: Spelet är slut.

source: There was an error with the game server.
de: Es gab einen Fehler mit dem Spielserver.
es: Hay un error con el servidor del juego.
pt_br: Houve um erro no servidor do jogo.
sv: Det inträffade ett fel i spelservern.

source: Error leaving table: %s
de: Fehler beim Verlassen des Tisches: %s
es: Error saliendo de la tabla: %s
pt_br: Erro saindo da mesa: %s
sv: Ett fel inträffade när du lämnade bordet: %s

source: **none**
de: **nichts**
es: **nada**
pt_br: **nada**
sv: **ingen**

source: Connecting
de: Verbinde
es: Conectando
pt_br: Conectando
sv: Ansluter

source: Reconnecting
de: Wiederherstellung der Verbindung

source: Logging In
de: Logge ein
es: Logueandose
pt_br: Identificando-se
sv: Loggar in

source: Logged In
de: Eingeloggt
es: Logueado
pt_br: Identificado
sv: Inloggad

source: --> Room
de: --> Raum
es: --> Sala
pt_br: --> Sala
sv: --> Rum

source: Chatting
de: Chatten
es: Conversando
pt_br: Conversando
sv: Chattar

source: --> Table
de: --> Tisch
es: --> Tabla
pt_br: --> Mesa
sv: --> Bord

source: Playing
de: Spiele
es: Jugando
pt_br: Jogando
sv: Spelar

source: <-- Table
de: <-- Tisch
es: <-- Tabla
pt_br: <-- Mesa
sv: <-- Bord

source: Logging Out
de: Logge aus
es: Deslogueandose
pt_br: Saindo
sv: Loggar Ut

source: Server error: %s
de: Serverfehler: %s
es: Error en el servidor:: %s
pt_br: Erro do servidor: %s
sv: Serverfel: %s

source: Disconnected from server.
de: Verbindung zum Server getrennt.
es: Desconectado del servidor.
pt_br: Desconectado do servidor.
sv: Nerkopplad från server.

source: Game Type: %s
de: Spielart: %s
es: Tipo de juego: %s
pt_br: Tipo de jogo: %s
sv: Speltyp: %s

source: Author: %s
de: Autor: %s
es: Autor: %s
pt_br: Autor: %s
sv: Författare: %s

source: Description: %s
de: Beschreibung: %s
es: Descripción: %s
pt_br: Descricao: %s
sv: Beskrivning: %s

source: Failed to launch table. Launch aborted.
de: Konnte den Tisch nicht starten. Spielstart abgebrochen.
es: Falló el lanzamiento de la tabla. Lanzamiento abortado.
pt_br: Não foi possível iniciar a mesa. Operação abortada.
sv: Kan inte skapa bord. Avbryter.

source: Invalid number of bots specified
de: Unerlaubte Anzahl von Bots angegeben
es: Número invalido de robots especificados.
pt_br: Número inválido de computadores especificado
sv: Ogiltigt antal "bottar"

source: Seat Assignments
de: Sitzzuweisungen
es: Asignación de lugares
pt_br: Arrumação dos lugares

source: Game Type:
de: Spielart:
es: Tipo de juego:
pt_br: Tipo de jogo:
sv: Speltyp:

source: Number of seats
de: Anzahl der Sitze
es: Número de lugares
pt_br: Numero de lugares
sv: Antal stolar

source: Author:
de: Autor:
es: Autor:
pt_br: Autor:
sv: Författare:

source: Description:
de: Beschreibung:
es: Descripción:
pt_br: Descricao:
sv: Beskrivning:

source: Seat %d:
de: Sitz %d:
es: Lugar %d:
pt_br: Lugar %d:
sv: Stol %d:

source: Open
de: Öffnen
es: Abierto
pt_br: Aberto
sv: Öppen

source: Reserved for
de: Reserviert für
es: Reservado para
pt_br: Reservado para
sv: Reserverad för

source: Game Description
de: Spielbeschreibung
es: Descripción del juego
pt_br: Descricao do jogo
sv: Spelbeskrivning

source: Sorry!
de: Entschuldigung!
es: ¡Disculpe!
pt_br: Desculpe!
sv: Förlåt!

source: That username is already in use.
de: Dieser Nutzername wird bereits verwendet.

source: Authentication has failed. Please supply the correct password.
de: Anmeldung fehlgeschlagen. Gib bitte das korrekte Kennwort an.

source: The username is too long!
de: Der Nutzername ist zu lang!
es: ¡Éste nombre de usuario es demasiado largo!
pt_br: O nome de usuário é longue demais!
sv: Det användarnamnet är för långt!

source: Invalid username, do not use special characters!
de: Ungültiger Nutzername, verwende keine Sonderzeichen!

source: Login failed for unknown reason: %s
de: Login aus unbekanntem Grund fehlgeschlagen: %s
es: Fallo de login por razón desconocida: %s
pt_br: Login errado por causa inconhecida: %s
sv: Inloggning misslyckades av okännt skäl: %s

source: Server Profile
de: Server-Profil
es: Perfil del servidor
pt_br: Perfil do servidor
sv: Serverprofil

source: Profile:
de: Profil:
es: Perfil:
pt_br: Perfil:
sv: Profil:
