Repository: ralight/ggz
Catalog: gtk-client/po/*.po
Languages: de, es, pt_br, sv

source: Edit Profiles...
de: Profile bearbeiten...
es: Editar perfiles...
pt_br: Editar perfis...
sv: Ändra Profiler...

source: Username:
de: Nutzername:
es: Nombre de usuario:
pt_br: Nome do usuario:
sv: Användarnamn:

source: Password:
de: Kennwort:
es: Clave:
pt_br: Senha:
sv: Lösenord:

source: Normal Login
de: Normales Login
es: Login normal
pt_br: Login normal
sv: Normal Inloggning

source: Guest Login
de: Login als Gast
es: Login como invitado
pt_br: Login convidado
sv: Gästloggin

source: First-time Login
de: Erstmaliges Login
es: Login por primera vez
pt_br: Primeira vez
sv: Ny Inloggning

source: Message of the Day
de: Meldung des Tages
es: Mensaje del día
pt_br: Mensagem do dia

source: Which client would you like to use to play this game?
de: Welchem Client möchtest du zum Spielen verwenden?
es: ¿Qué cliente quieres usar para jugar a este juego?
pt_br: Qual cliente você prefira para jogar este tipo de jogo?
sv: Vilken klient vill du använda till det här spelet?

source: Don't ask me again.
de: Nicht wieder fragen.
es: No me vuelvas a preguntar de nuevo.
pt_br: Nunca me pergunte mais.
sv: Fråga mej inte igen.

source: Player Information
de: Information über Benutzer
es: Información de usuario
pt_br: Informação do usuário
sv: Användarinformation

source: Player Handle:
de: Spielerhandle:
es: Manejador de jugador:
pt_br: Nome do jogador:
sv: Användarnamn:

source: Table:
de: Tisch:
es: Tabla:
pt_br: Mesa:
sv: Bord:

source: Account:
de: Zugang:
es: Cuenta:
pt_br: Conta:
sv: Användarnamn:

source: Record:
de: Eintrag:
es: Grabar:
pt_br: Registro:
sv: Rekord:

source: Rating:
de: Bewertung:
es: Clasificación:
sv: ELO:

source: Rank:
de: Rang:
es: Rango:
pt_br: Ranking:

source: Score:
de: Punkte:
es: Puntuación:
pt_br: Pontos:
sv: Poäng:

source: Unknown
de: Unbekannt
es: Desconocido
pt_br: Desconhecido
sv: Okänd

source: Registered
de: Registriert
es: Registrado
pt_br: Registrado
sv: Registrerad

source: Guest
de: Gast
es: Invitado
pt_br: Convidado
sv: Gäst

source: Host
de: Hostspieler

source: Info
de: Information
es: Información
pt_br: Informação

source: Friends
de: Freunde
es: Amigos
pt_br: Amigos
sv: Vänner

source: Ignore
de: Ignorieren
es: Ignorar
pt_br: Ignorar
sv: Ignorera

source: Properties Updated
de: Eigenschaften aktualisiert
es: Propiedades actualizadas
pt_br: Propriedades atualizadas
sv: Inställningar Uppdaterade

source: Confirm:
de: Bestätigung:
es: Confirmar:
pt_br: Confirma:
sv: Upprepa:

source: Modify
de: Ändern
es: Modificar
pt_br: Modifica
sv: Ändra

source: Servers
de: Server
es: Servidores
pt_br: Servidores
sv: Servrar

source: Chat Font:
de: Chat-Schrift:
es: Fuente del chat:
pt_br: Fonte do chat:

source: Change
de: Wechseln
es: Modificar
pt_br: Modifica
sv: Ändra

source: Ignore Join/Part Messages
de: Ignoriere Verbindungsnachrichten
es: Ignorar mensajes de entrada
pt_br: Ignora mensagens de entrar e sair da sala
sv: Visa inte inloggnings/utloggnings-meddelanden

source: Play Sounds
de: Klänge abspielen
es: Con sonido
pt_br: Reproduzir sons
sv: Spela Ljud

source: Auto Indent
de: Automatisch einrücken
es: Indentación automática
pt_br: Auto Indentar
sv: Automatisk Indragning

source: Timestamp Chats
de: Zeitmarken
es: Chat con timestamp
pt_br: Marcar data/hora em conversações
sv: Visa tid på meddelanden

source: Word Wrap
de: Zeilenumbruch
es: Wrapear palabras
pt_br: Quebrar linhas

source: Chat Color
de: Chat-Farbe
es: Color del chat
pt_br: Cor do chat
sv: Chattfärg

source: Default chat color assigned to your friends
de: Standardfarbe, die deinen Freunden zugeordnet ist
es: Color por defecto del chat asignado a tus amigos
pt_br: Cor do chat padrão associado com seus amigos
sv: Färg för dina vänner

source: Chat color used when your name is typed
de: Farbe die für deinen Namen benutzt wird
es: Color usado cuando se escribe tu nombre
pt_br: Cor do chat usado para seu nome
sv: Färg för meddelanden som innehåller ditt namn

source: Chat color used for all other chats
de: Farbe für alle anderen Nachrichten
es: Color usado para el resto de chats
pt_br: Cor do chat para todos os outros mensagens
sv: Färg för alla andra meddelanden

source: Normal Color
de: Standardfarbe
es: Color normal
pt_br: Cor normal
sv: Standardfärg

source: Highlight Color
de: Farbe zur Hervorhebung
es: Color resaltado
pt_br: Cor da seleção
sv: Markeringsfärg

source: Friend Color
de: Farbe von Freunden
es: Color amigo
pt_br: Cor de um amigo
sv: Vänfärg

source: Black Background
de: Schwarzer Hintergrund
es: Fondo negro
pt_br: Fundo preto
sv: Svart bakgrund

source: White Background
de: Weißer Hintergrund
es: Fondo blanco
pt_br: Fundo branco
sv: Vit bakgrund

source: All of the following information is optional.
de: Alle folgenden Informationen sind optional.
es: La siguiente información es opcional.
pt_br: Toda as informações fornecidas a seguir são opcionais.
sv: Följande information är inte obligatorisk.

source: City:
de: Stadt:
es: Ciudad:
pt_br: Cidade:
sv: Stad:

source: State:
de: Bundesland:
es: Estado:
pt_br: Estado:
sv: Stat:

source: Country:
de: Land:
es: País:
pt_br: Pais:
sv: Land:

source: Comments, Hobies, Etc.
de: Kommentare, Hobbies, usw.
es: Comentarios, aficiones, etc.
pt_br: Comentarios, Hobies, etc.
sv: Kommentarer , Intressen, mm.

source: User Information
de: Information über Benutzer
es: Información de usuario
pt_br: Informacao do usuario
sv: Användarinformation

source: Browser to launch URLs with:
de: Browser um Webseiten anzuschauen:
es: Navegador con el que lanzar URLs:
pt_br: Navegador para lançar URLs:
sv: Webläsare:

source: Galeon - New
de: Galeon - neues Fenster
es: Galeon - Nuevo
pt_br: Galeon - novo
sv: Galeon - Ny

source: Galeon - Existing
de: Galeon - existierendes Fenster
es: Galeon - Saliendo
pt_br: Galeon - existindo
sv: Galeon - Befintlig

source: Konqueror - New
de: Konqueror - neues Fenster
es: Konqueror - Nuevo
pt_br: Konqueror - novo
sv: Konqueror - Ny

source: Konqueror - Existing
de: Konqueror - existierendes Fenster
es: Konqueror - Saliendo
pt_br: Konqueror - existindo
sv: Konqueror - Befintlig

source: Mozilla - New
de: Mozilla - neues Fenster
es: Mozilla - Nuevo
pt_br: Mozilla - novo
sv: Mozilla - Ny

source: Mozilla - Existing
de: Mozilla - existierendes Fenster
es: Mozilla - Saliendo
pt_br: Mozilla - existindo
sv: Mozilla - Befintlig

source: Netscape - New
de: Netscape - neues Fenster
es: Netscape - Nuevo
pt_br: Netscape - novo
sv: Netscape - Ny

source: Netscape - Existing
de: Netscape - existierendes Fenster
es: Netscape - Saliendo
pt_br: Netscape - existindo
sv: Netscape - Befintlig

source: Opera - New
de: Opera - neues Fenster
es: Opera - Nuevo
pt_br: Opera - novo
sv: Opera - Ny

source: Opera - Existing
de: Opera - existierendes Fenster
es: Opera - Saliendo
pt_br: Opera - existindo
sv: Opera - Befintlig

source: Firefox - New
de: Firefox - neues Fenster

source: Firefox - Existing
de: Firefox - existierendes Fenster

source: Single Click Room Entry
de: Raum per 1-Klick betreten
es: Un solo click para entrar a una sala
pt_br: Clique simples para entrar na sala
sv: "Joina" rum med ett klick

source: Display All
de: Alle anzeigen
es: Mostrar todo
pt_br: Mostrar todos
sv: Visa Alla

source: Display New
de: Neue anzeigen
es: Mostrar nuevo
pt_br: Mostrar novos
sv: Visa Nya

source: Display Important
de: Wichtige anzeigen
es: Mostrar importante
pt_br: Mostrar importantes
sv: Visa Viktiga

source: Display None
de: Keine anzeigen
es: No mostrar
pt_br: Mostrar nada
sv: Visa Inga

source: Options
de: Optionen
es: Opciones
pt_br: Opções
sv: Allmänt

source: Select Font
de: Schrift auswählen
es: Seleccionar fuente
pt_br: Selecione fonte
sv: Välj Typsnitt

source: Room Information
de: Information über diesen Raum
es: Información de la sala
pt_br: Informação da sala
sv: Ruminformation

source: Game Name:
de: Spielname:
es: Nombre del juego:
pt_br: Nome do jogo:
sv: Spelnamn:

source: Room Description:
de: Raumbeschreibung:
es: Descripción de la sala
pt_br: Descricao da sala:
sv: Rumbeskrivning:

source: This room has no game
de: Dieser Raum hat kein Spiel
es: Esta sala no tiene juego
pt_br: Esta sala não tem jogo
sv: Det här rummet har inga spel

source: Unknown room
de: Unbekannter Raum
es: Sala desconocida
pt_br: Sala desconhecido
sv: Okännt rum

source: You can't join a room; you're not logged in
de: Du kannst nicht den Raum betreten, da du nicht eingeloggt bist

source: You're already in between rooms
de: Du bist bereits auf dem Weg in einen anderen Raum
es: Ya estas entre dos salas
pt_br: Você já está mudando de sala
sv: Du är redan mellan rum

source: You can't switch rooms while playing a game
de: Du kannst während eines Spiels keine Räume wechseln
es: No podes cambiar de sala mientras jugas
pt_br: Você não pode mudar de sala enquanto no meio de um jogo
sv: Du kan inte byta rum nr du spelar ett spel

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
pt_br: Erro desconhecido
sv: Okännt fel

source: Error joining room
de: Fehler beim Raumwechsel
es: Error al entrar a una sala
pt_br: Erro entrando na sala
sv: Kan inte "joina" rum

source: Other Rooms
de: Andere Räume

source: Room
de: Raum
es: Sala
pt_br: Sala
sv: Rum

source: No description available.
de: Keine Beschreibung verfügbar.
es: No hay descripción disponible.
pt_br: Nenhuma descriçãó disponível.
sv: Det finns ingen beskrivning.

source: Seats
de: Sitze
es: Asientos
pt_br: Lugares
sv: Stolar

source: Description
de: Beschreibung
es: Descripción
pt_br: Descrição
sv: Beskrivning

source: None
de: Kein
es: Ninguno
pt_br: Nenhum
sv: Ingen

source: Room filtering is not implemented yet. If you would like to help head over to http://www.ggzgamingzone.org/
de: Raumsuche ist noch nicht implementiert. Falls du helfen möchtest, gehe bitte zu http://www.ggzgamingzone.org/

source: Web Address
de: Webadresse
es: Dirección Web
pt_br: Endereço na Web
sv: Webadress

source: Author
de: Autor
es: Autor
pt_br: Autor
sv: Författare

source: Room List Filter:
de: Filter für die Raumliste:
es: Filtro de salas
pt_br: Filtro da lista de salas:
sv: Rumfilter:

source: Set
de: Setzen
es: Setear
pt_br: Executar

source: Upgrage Game
de: Spiel aktualisieren
es: Upgradear juego
pt_br: Atualizar jogo
sv: Uppgradera Spelet

source: Goto Web Site
de: Gehe zur Webseite
es: Ir a página Web
pt_br: Vá para pagina
sv: Gå till hemsidan

source: Enable session log
de: Logdatei verwenden

source: URL for autoconnection
de: URL für automatische Verbindung

source: GGZ Core Client for Gtk+
de: GGZ Core Client für Gtk+

source: Wrong arguments, try %s --help.
de: Ungültige Argumente, versuche %s --help

source: Client Version:14 %s
es: Versión del cliente:14 %s
pt_br: Client Versao:14 %s
sv: Klientversion:14 %s

source: GTK+ Version:14 %d.%d.%d
es: Versión GTK+:14 %d.%d.%d
pt_br: GTK+ Versao:14 %d.%d.%d

source: General
pt_br: Chefe

source: Major
es: Mayor
pt_br: Guerreiro

source: Offline
es: Desconectado
pt_br: Desconectado

source: Online
es: Conectado
pt_br: Conectado

source: Home Page: %s
es: Página principal: %s
pt_br: Pagina: %s
sv: Hemsida: %s

source: Computer
es: Robot
pt_br: Computador
sv: Dator

source: Login
pt_br: Entrada
sv: Logga in

source: Server:
es: Servidor:
pt_br: Servidor:

source: Port:
es: Puerto:
pt_br: Porta:

source: Administrator
es: Adminstrador
pt_br: Administrador
sv: Administratör

source: Bot
pt_br: Robô

source: T#
pt_br: M#
sv: Bord

source: Name
es: Nombre
pt_br: Nome
sv: Namn

source: Name:
es: Nombre:
pt_br: Nome:
sv: Namn:

source: N/A
pt_br: N/D

source: Homepage:
es: Página principal:
sv: Hemsida:

source: Gnome URL Handler
es: Manejador de URL con Gnome
sv: Gnome URL-Hanterare

source: Chat
sv: Chatt
