Repository: ralight/ggz
Catalog: kde-games/po/ktictactux/*.po
Languages: de, es

source: *bounds*
de: *Grenzen*
es: *límites*

source: *occupied*
de: *belegt*
es: *ocupado*

source: *turn*
de: *Zug*
es: *turno*

source: AI's turn
de: AI ist dran
es: Turno de la IA

source: Game
de: Spiel
es: Juego

source: Game Over!
de: Spiel vorbei!
es: Juego terminado!

source: Game over
de: Spiel vorbei
es: Juego terminado

source: Game with the AI
de: Spiel mit dem Computer
es: Juego con la IA

source: Get themes
de: Themen holen
es: Obtener temas

source: Help
de: Hilfe
es: Ayuda

source: Human players have been beaten %1 times by you, you lost %2 times. %3
de: Menschen wurden %1 mal von dir geschlagen, während du %2 mal verloren hast. %3
es: Has golpeado %1 jugadores humanos, Has perdido %2 veces. %3

source: Human players have been beaten %1 times by you, you lost %2 times. %3 ties were achieved. %4
de: Menschen wurden %1 mal von dir geschlagen, während du %2 mal verloren hast. %3 mal wurde Unentschieden gespielt. %4
es: Has golpeado %1 jugadores humanos, Has perdido %2 veces. %3 partidos fueron guardados. %4

source: Inventor
de: Erfinder

source: KTicTacTux network score
de: KTicTacTux Netzwerk-Punktestand
es: Calificación de red de KTicTacTux

source: KTicTacTux score
de: KTicTacTux Spielstände
es: Calificación de KTicTacTux

source: Move OK
de: Zug OK
es: Movimiento correcto

source: Network game
de: Netzwerkspiel
es: Juego de red

source: Network game with %1
de: Netzwerkspiel mit %1
es: Juego de red con %1

source: No pixmap themes could be found
de: Es konnten kein Pixmap-Themes gefunden werden.
es: No se han encontrado temas de mapas de pixels

source: Of course, because you didn't play yet.
de: Natürlich, denn du hast noch nie gespielt.
es: Claro, porque tu no has jugado todavía.

source: Opponent's turn
de: Der Gegner ist dran
es: Turno del oponente

source: Play another game?
de: Ein weiteres Spiel spielen?
es: ¿Jugamos de nuevo?

source: Quit
de: Beenden
es: Salir

source: Request GGZ game explicitely
de: Fordere ein GGZ-Spiel
es: Petición explícita del juego GGZ

source: Score: you %1, opponent %2
de: Punkte: du: %1, Gegner: %2
es: Puntuaciones: tu %1, oponente %2

source: Symbols
de: Symbole
es: Símbolos

source: Synchronize
de: Synchronisiere
es: Sincronización

source: TRANSLATOR-EMAIL
de: xsebbi@gmx.de
es: luipeme@yahoo.es

source: TRANSLATOR-NAME
de: Sebastian Roth
es: Luis Pérez Meliá

source: The game is over.
de: Das Spiel ist beendet.
es: El juego ha terminado.

source: The game is over. There is no winner.
de: Das Spiel ist beendet. Es gibt keinen Gewinner.
es: El juego ha terminado. No hay ganador.

source: Theme
de: Thema
es: Tema

source: Themes error
de: Theme-Fehler
es: Error en los temas

source: This game is part of the GGZ Gaming Zone.
de: Dieses Spiel ist Teil der GGZ Gaming Zone.
es: Este juego es parte de GGZ Gaming Zone.

source: This is a TicTacToe game for KDE.
de: Dies ist ein TicTacToe-Spiel fuer KDE.
es: Este es el juego TicTacToe de KDE.

source: Tux/Kandalf (classic)
de: Tux/Kandalf (klassisch)

source: View score
de: Punktestand ansehen
es: Ver puntuación.

source: Waiting for opponent!
de: Warte auf deinen Gegner!
es: Esperando al oponente!

source: Watching the game
de: Zuschauer
es: Viendo el juego

source: You are so bad.
de: Du bist sooo schlecht.
es: Tu eres muy malo.

source: You are the winner!
de: Du bist der Gewinner!
es: Eres el ganador!

source: You lost the game.
de: Du hast das Spiel verloren.
es: Tu has perdido el juego.

source: You won %1 times and lost %2 times against the AI. %3
de: Du hast %1 mal gegen die KI gewonnen und %2 mal verloren. %3
es: Has ganado %1 veces y has perdido %2 veces en contra de la IA. %3

source: You won %1 times, lost %2 times and tied %3 times against the AI. %4
de: Du hast %1 mal gegen die KI gewonnen, %2 mal verloren und %3 mal unentschieden gespielt. %4
es: Has ganado %1 veces, has perdido %2 veces y empatado %3 veces en contra de la IA, %4

source: You're a TicTacTux expert!
de: Du bist ein TicTacTux-Experte!
es: Eres un experto de TicTacTux!

source: Your move
de: Dein Zug
es: Tu mueves

source: Your turn
de: Dein Zug
es: Tu turno

source: *server*
es: *servidor*

source: Status
es: Estado
