Repository: ralight/ggz
Catalog: txt-client/po/*.po
Languages: de, pt_br

source: --- Client version: %s
pt_br: --- Versão do cliente: %s

source: --- Unknown command, try %chelp.
de: --- Unbekannter Befehl, propiere %chelp.
pt_br: --- Comando inconhecido, tente %chelp.

source: Registering new login %s...
de: Registriere neues Login %s...
pt_br: Reservando novo login %s...

source: You must connect to a server first.
de: Du mußt zu einem Server verbunden sein.
pt_br: Você tem que conectar para algum servidor primeiro.

source: You must join a room first.
de: Du mußt zuerst einen Raum betreten.
pt_br: Você tem que entrar numa sala primeiro.

source: List what?
de: Was auflisten?
pt_br: Mostrar o quê?

source: Join what?
de: Was betreten?
pt_br: Entrar em o quê?

source: Joining a %s
de: Betrete einen %s
pt_br: Entrar num %s

source: Room %s does not exist.
de: Der Raum %s existiert nicht.
pt_br: A sala %s não existe.

source: Join which room?
de: Welchen Raum betreten?
pt_br: Entrar qual sala?

source: Describe which room?
de: Welchen Raum beschreiben?
pt_br: Explicar qual sala?

source: Error: Missing player name.
de: Fehler: Der Spielername muss angegeben werden.
pt_br: Erro: Falta o nome do jogador.

source: Syntax: /msg <player> <msg>
de: Syntax: /msg <spieler> <nachricht>
pt_br: Syntax: /msg <jogador> <msg>

source: Error: Missing message.
de: Fehler: Fehlende Nachricht.
pt_br: Erro: Falta a mensagem.

source: Send message to which table?
de: Nachricht an welchem Tisch senden?
pt_br: Enviar mensagem para qual mesa?

source: You must be in a room to launch a game.
de: Du mußt in einem Raum sein um ein Spiel starten zu können.
pt_br: Você tem que estar numa sala para lançar um jogo.

source: No game types defined for this room. Maybe try 'list types'?
de: Es sind keine Spieltypen für diesen Raum definiert. Probiere mal 'list types'.
pt_br: Não há nenhum jogo definido nesta sala. Talvez queria tentar 'list types'?

source: Launching game of %s, (%s-%s)
de: Starte Spiel %s (%s-%s)
pt_br: Lançando jogo de %s, (%s-%s)

source: No suitable game modules (out of %i) defined for that game.
de: Es sind keine Spielmodule (von %i verfügbaren) für dieses Spiel geeignet.
pt_br: Não achi um módulo de jogo (de %i em total) para este tipo de jogo.

source: Download one from %s.
de: Lade eines von %s herunter.
pt_br: Baixe um de %s.

source: Found %i game modules, using frontend '%s'.
de: %i Spielmodule gefunden, nutze Frontend '%s'.
pt_br: Achei %s módulos de jogo, uso interface '%s'.

source: Join which table?
de: An welchem Tisch teilnehmen?
pt_br: Entrar qual mesa?

source: That table doesn't exist! Maybe try '/list tables'?
de: Dieser Tisch existiert nicht. Probiere mal 'list tables'.
pt_br: Esta mesa não existe! Talvez queria tentar '/list tables'?

source: Kicking a player requires a reason.
de: Die Aussperrung eines Spielers benötigt die Angabe eines Grundes.
pt_br: Travar um jogador para fora requere uma razão.

source: Unknown admin command.
de: Unbekanntes Admin-Kommando.
pt_br: Comando admin desconhecido.

source: The GGZ Gaming Zone Text Client
de: Der GGZ Gaming Zone Text-Client
pt_br: O cliente text da GGZ Gaming Zone

source: Call: ggz-txt [options] [uri]:
de: Aufruf: ggz-txt [optionen] [uri]:
pt_br: Usa: ggz-txt [opções] [uri]:

source: -r / --reverse: Use reverse colours
de: -r / --reverse: Verwendet reverses Farbschema
pt_br: -r / --reverse: Trocar as cores

source: -h / --help: Display this help
de: -h / --help: Zeigt diese Hilfe an
pt_br: -h / --help: Mostrar esta ajuda

source: -v / --version: Display version information
de: -v / --version: Zeigt Versionsinformationen
pt_br: -v / --version: Mostrar informações sobre a versão

source: Startup command: %s
de: Startkommando: %s
pt_br: Comando da execução: %s

source: --- GGZ Gaming Zone -- Help
de: --- GGZ Gaming Zone -- Hilfe
pt_br: --- GGZ Gaming Zone -- Ajuda

source: --- /connect [<server>[:<port>][:tls]] [<nick>] [<password>] [<email>]
de: --- /connect [<server>[:<port>][:tls]] [<nick>] [<passwort>] [<email>]
pt_br: --- /connect [<servidor>[:<port>][:tls]] [<apelido>] [<senha>] [<email>]

source: --- Connect to a GGZ server and log in, or register with email address
de: --- Verbindet zu einem GGZ-Server und loggt ein, oder registriert mit Mailadresse
pt_br: --- Conectar para um servidor GGZ e autenticar nele, ou registrar com endereço email

source: --- /disconnect Disconnect from server
de: --- /disconnect Trennt die Verbindung
pt_br: --- /disconnect Desconectar do servidor

source: --- /exit Quit GGZ Gaming Zone
de: --- /exit GGZ Gaming Zone verlassen
pt_br: --- /exit Sair da GGZ Gaming Zone

source: --- /desc <room> Get description of room <room>
de: --- /desc <raum> Beschreibung von Raum <raum> bekommen
pt_br: --- /desc <sala> Recebe descrição da sala <sala>

source: --- /join room|table <num> Join room or table <num>
de: --- /join room|table <num> Raum oder Tisch <num> betreten
pt_br: --- /join room|table <num> Entre na sala ou mesa <num>

source: --- /list allrooms|players|rooms|tables|types List the requested information.
de: --- /list allrooms|players|rooms|tables|types Listet die gewünschten Informationen auf
pt_br: --- /list allrooms|players|rooms|tables|types Mostre as informações específicos.

source: --- /msg <player> <msg> Send a msg to a player
de: --- /msg <spieler> <nachricht> Sendet eine Nachricht zu einem Spieler
pt_br: --- /msg <jogador> <msg> Envie uma msg para um jogador

source: --- /table <msg> Send a msg to your table
de: --- /table <nachricht> Sendet eine Nachricht an deinen Tisch
pt_br: --- /table <msg> Envie uma msg para a sua mesa

source: --- /beep <player> Beep player <player>
de: --- /beep <spieler> Sendet einen Piepton an einen Spieler
pt_br: --- /beep <jogador> Notificar jogador <jogador>

source: --- /launch Launch a game if possible
de: --- /launch Startet (falls möglich) ein Spiel
pt_br: --- /launch Lançar um jogo se possível

source: --- /version Display the client version
de: --- /version Zeigt die Client-Versionsnummer an
pt_br: --- /version Mostre a versão do cliente

source: --- /who List current player in the room
de: --- /who Listet die derzeitigen Spieler im Raum auf
pt_br: --- /who Mostre os jogadores nesta sala

source: --- /wall <msg> Admin only command, broadcast to all rooms
de: --- /wall <nachricht> Adminbefehl: Broadcast zu allen Räumen
pt_br: --- /wall <msg> Comando admin, envie para todas as salas

source: --- /log <logfile> Log conversation into logfile
de: --- /log <logdatei> Zeichnet die Gespräche in einer Datei auf
pt_br: --- /log <arquivo> Escreve a conversação para um aquivo

source: --- /admin ... Administrative commands
de: --- /admin ... Administrative Kommandos
pt_br: --- /admin ... Comando administrativo

source: --- ... gag <player> Global ignore on messages from <player>
de: --- ... gag <spieler> Ingnoriert alle Nachrichten von <spieler>
pt_br: --- ... gag <jogador> Ignorar mensagens do jogador

source: --- ... ungag <player> Revert gagging
de: --- ... ungag <spieler> Zeigt die ignorierten Nachrichten wieder an
pt_br: --- ... ungag <jogador> Acabar a ignorar

source: --- ... kick <player> <reason> Kick <player> from server
de: --- ... kick <spieler> <grund> Wirft <spieler> vom Server
pt_br: --- ... kick <jogador> <razão> Trava <jogador> do servidor

source: Welcome to the text-only GGZ client!
de: Willkommen im textbasierten GGZ-Client!
pt_br: Bem-vindo no cliente do ambiente text de GGZ!

source: --Written by Brent Hendricks & Justin Zaun (C) 2000
de: --Geschrieben von Brent Hendricks & Justin Zaun (C) 2000
pt_br: --Escrito por Brent Hendricks & Justin Zaun (C) 2000

source: --Maintained by the GGZ Gaming Zone developers (C) 2001 - 2008
de: --Betreut von den Entwicklern der GGZ Gaming Zone (C) 2001 - 2008
pt_br: --Melhorado pelo time da GGZ Gaming Zone (C) 2001 - 2008

source: --Type /help to see a list of possible commands.
de: --Gib /help ein, um eine Liste der möglichen Befehle zu sehen.
pt_br: --Digite /help para ver a lista dos comandos possíveis.

source: %s--- You've been beeped by %s.
de: %s--- Du hast von %s einen Piepton erhalten.
pt_br: %s--- Você recebeu mensagem por %s.

source: -- Room %d : %s (%s) (Players: %d)
de: -- Raum %d: %s (%s) (Spieler: %d)
pt_br: -- Sala %d : %s (%s) (Jogadores: %d)

source: -- Room %d : %s (Players: %d)
de: -- Raum %d: %s (Spieler: %d)
pt_br: -- Sala %d : %s (Players: %d)

source: %i rooms on server, %i having players inside.
de: %i Räume auf dem Server, %i davon mit Spielern.
pt_br: %i salas no servidor, %i delas com jogadores.

source: -- Gametype %d : %s
de: -- Spieltyp %d: %s
pt_br: -- Tipo de jogo %d : %s

source: Players in current room
de: Spieler im aktuellen Raum
pt_br: Jogadores nesta sala

source: at table %d
de: an Tisch %d
pt_br: na mesa %d

source: (Administrator)
pt_br: (Administrador)

source: (Host)
de: (Spielführer)
pt_br: (Chefe do jogo)

source: (Bot)
de: (Computerspieler)
pt_br: (Rôbo)

source: (Guest)
de: (Gast)
pt_br: (Hospede)

source: Tables in current room:
de: Tische im aktuellen Raum:
pt_br: Mesas nesta sala:

source: No tables
de: Keine Tische
pt_br: Nenhuma mesa

source: Username
de: Nutzername
pt_br: Nome de usuário

source: Server
pt_br: Servidor

source: (%i players)
de: (%i Spieler)
pt_br: (%i jogadores)

source: Room
de: Raum
pt_br: Sala

source: Time
de: Zeit
pt_br: Tempo

source: Table %d : %s
de: Tisch %d : %s
pt_br: Mesa %d : %s

source: -- Seat %d: %s
de: -- Sitz %d: %s
pt_br: -- Vaga %d: %s

source: -- Seat %d: Reserved for %s
de: -- Sitz %d: Reserviert für %s
pt_br: -- Vaga %d: Reservado para %s

source: -- Seat %d: -Bot-
de: -- Sitz %d: -Bot-
pt_br: -- Vaga %d: -Rôbo-

source: -- Seat %d: -Open-
de: -- Sitz %d: -Offen-
pt_br: -- Vaga %d: -Aberto-

source: -- Not a seat
de: -- Kein Sitz
pt_br: -- Não é vaga

source: Internal error
de: Interner Fehler
pt_br: Erro no inteiro

source: --- Disconnected
de: --- Getrennt
pt_br: --- Desconectado

source: --- Connected to %s.
de: --- Verbunden zu %s.
pt_br: --- Conectado para %s.

source: --- Connection failed: %s
de: --- Verbindung fehlgeschlagen: %s
pt_br: --- Conexão falhou: %s

source: --- Logged into %s.
de: --- Eingeloggt in %s.
pt_br: --- Entrou para %s.

source: --- Login failed: %s
de: --- Login fehlgeschlagen: %s
pt_br: --- Entrar falhou: %s

source: --- Entered room %s.
de: --- Raum %s betreten.
pt_br: --- Entrou para sala %s.

source: --- Enter failed: %s
de: --- Betreten fehlgeschlagen: %s
pt_br: --- Entrar na sala falhou: %s

source: --- Network error: disconnected
de: --- Netzwerkfehler: getrennt
pt_br: --- Erro da rede: desconectado

source: --- Server error: %s disconnected
de: --- Serverfehler: %s getrennt
pt_br: --- Erro do servidor: %s desconectado

source: --- Chat failed: %s
de: --- Chat fehlgeschlagen: %s
pt_br: --- Bate-papo falhou: %s

source: --> %s entered the room.
de: --> %s hat den Raum betreten.
pt_br: --> %s entrou na sala.

source: <-- %s left the room.
de: <--- %s hat den Raum verlassen.
pt_br: <-- %s saiu da sala.

source: -- Table launched
de: -- Tisch gestartet
pt_br: -- Lançou mesa

source: -- Table launch failed: %s
de: -- Tischstart fehlgeschlagen: %s
pt_br: -- Erro lançando mesa: %s

source: -- Table joined
de: -- Tisch beigetreten
pt_br: -- Entrou na mesa

source: -- Table join failed: %s
de: -- Beitreten fehlgeschlagen: %s
pt_br: -- Error entrando mesa: %s

source: -- Left table
de: -- Tisch verlassen
pt_br: -- Saiu da mesa

source: -- Table leave failed
de: -- Verlassen des Tisches fehlgeschlagen
pt_br: -- Erro saindo da mesa

source: -- Seat %d: Abandoned by %s
de: -- Sitz %d: Verlassen von %s
