Repository: ralight/ggz
Catalog: kde-center/vencedor/po/*.po
Languages: de

source: Close
de: Schließen

source: Message Of The Day (MOTD)
de: Nachricht des Tages

source: Connect to GGZ Gaming Zone
de: Zur GGZ Gaming Zone verbinden

source: Disconnect
de: Trennen

source: Message of the day
de: Nachricht des Tages

source: Help
de: Hilfe

source: About Vencedor
de: Über Vencedor

source: Game Modules
de: Spielmodule

source: Configuration
de: Konfiguration

source: Quit
de: Beenden

source: Launch a new game
de: Ein neues Spiel beginnen

source: Join a running new game
de: Einem laufenden Spiel beitreten

source: Spectate a running game
de: Einem laufenden Spiel zuschauen

source: Synchronise preferences with server
de: Einstellungen mit Server abgleichen

source: Automatically connect to previous session
de: Automatisch zur vorherigen Sitzung verbinden

source: Require encryption and reject unencrypted servers
de: Verschlüsselung erfordern und unverschlüsselte Server ablehnen

source: Always
de: Immer

source: Never
de: Niemals

source: New messages only
de: Nur neue Nachrichten

source: Display of the Message Of The Day (MOTD)
de: Nachrichten des Tages anzeigen

source: Settings
de: Einstellungen

source: Unable to connect.
de: Konnte nicht verbinden.

source: Connection
de: Verbindung

source: Wrong protocol.
de: Falsches Protokoll

source: Unable to login.
de: Konnte nicht einloggen.

source: Entered room %1.
de: Raum %1 betreten.

source: --> %1 has entered the room.
de: --> %1 hat den Raum betreten.

source: <-- %1 has left the room.
de: <-- %1 hat den Raum verlassen.

source: Guest
de: Gast

source: First time
de: Erstbenutzer

source: Registered user
de: Registrierter Benutzer

source: Login mode:
de: Loginmodus:

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Real name:
de: Vollständiger Name:

source: E-mail address:
de: E-Mail-Adresse:

source: Room name:
de: Raumname:

source: Select...
de: Auswählen...

source: Manage profiles...
de: Profile verwalten...

source: Connect
de: Verbinden

source: Cancel
de: Abbrechen

source: Connect to Gaming Zone
de: Zum Spieleserver verbinden

source: The connection cannot be established.
de: Die Verbindung konnte nicht hergestellt werden.

source: Connection failed
de: Verbindung fehlgeschlagen

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: Update sites...
de: Serverliste aktualisieren...

source: Manage GGZ profiles
de: GGZ-Profile verwalten

source: Profile addition
de: Profilerzeugung

source: GGZ server location:
de: Ort des GGZ-Servers:

source: Establish new GGZ profile
de: Neues GGZ-Profil erstellen

source: Connecting...
de: Verbinde...

source: Negotiating...
de: Handle aus...

source: Connection failed!
de: Verbindung fehlgeschlagen!

source: Logging in...
de: Logge ein...

source: Negotiation failed!
de: Aushandlung fehlgeschlagen!

source: Entering the room...
de: Betrete den Raum...

source: Login failed!
de: Login fehlgeschlagen!

source: In the room %1!
de: Im Raum %1!

source: Switch to room %1
de: Zu Raum %1 wechseln

source: No suitable room or game server found
de: Kein passender Raum oder Spieleserver gefunden

source: Reconnecting...
de: Verbinde erneut...

source: A table has been launched
de: Ein Spieltisch wurde gestartet

source: Protocol engine
de: Protokollname

source: Protocol version
de: Protokollversion

source: Author
de: Autor

source: Frontend
de: Oberfläche

source: Homepage
de: Webseite

source: Help path
de: Hilfepfad

source: Icon path
de: Iconpfad

source: Environment
de: Umgebung

source: Dismiss
de: Schließen

source: Search for:
de: Suchen nach:

source: Select this game client
de: Dieses Spiel auswählen

source: Game client module selection
de: Auswahl eines Spielmoduls

source: Myself
de: Ich selbst

source: Friends
de: Freunde

source: Ignored
de: Ignorierte Spieler

source: Others
de: Andere

source: Player
de: Spieler

source: Properties
de: Eigenschaften

source: Remove from buddy list
de: Von der Freundesliste entfernen

source: Remove from list of ignored players
de: Von der Liste der ignorierten Spieler entfernen

source: Add to list of ignored players.
de: Zur Liste der ignorierten Spieler hinzufügen.

source: Add to buddy list
de: Zur Freundesliste hinzufügen

source: Private chat...
de: Privates Gespräch...

source: Visit community profile...
de: Gemeinschaftswebseite besuchen...

source: Favourite room!
de: Lieblingsraum!

source: Room is not a favourite
de: Raum ist kein Lieblingsraum

source: Room is locked, you cannot join.
de: Der Raum ist gesperrt, ein Zutritt nicht möglich.

source: Room is open for you to join.
de: Der Raum ist frei zugänglich.

source: You can play a game here.
de: Hier können Spiele gespielt werden.

source: No suitable game clients found, only chat possible.
de: Kein passendes Spiel gefunden, nur Unterhaltung möglich.

source: Room
de: Raum

source: Remove from favourites
de: Als Lieblingsraum entfernen

source: Add to favourites
de: Als Lieblingsraum hinzufügen

source: Select this room
de: Diesen Raum auswählen

source: Room selection from GGZ server
de: Raumauswahl auf GGZ-Server

source: The list of rooms cannot be retrieved.
de: Die Raumliste kann nicht heruntergeladen werden.

source: Web Service API failure
de: Fehler im Webservice.

source: The list of rooms is malformatted.
de: Die Raumliste ist fehlerhaft formatiert.

source: You'll play as a guest.
de: Spiel als Gast.

source: You're already registered.
de: Spiel als registrierter Benutzer.

source: You'll apply for an account.
de: Spiel mit Neuanmeldung.

source: Unconfigured login profile.
de: Unkonfiguriertes Login-Profil.

source: Select this server
de: Diesen Server auswählen

source: Server selection from metaserver
de: Serverauswahl vom Metaserver

source: The metaserver didn't return a useful response.
de: Der Metaserver lieferte keine verwertbare Antwort zurück.

source: Metaserver failure
de: Metaserverfehler

source: The list of servers cannot be retrieved.
de: Die Liste der Server kann nicht heruntergeladen werden.

source: Seat
de: Sitz

source: Reservation
de: Reservierung

source: Seat assignments (right-click to change):
de: Sitzverteilung (Rechtsklick für Änderung):

source: Seat assignments:
de: Sitzverteilung:

source: Game description:
de: Spielbeschreibung

source: Create table
de: Spieltisch aufstellen

source: Launch a game
de: Ein Spiel beginnen

source: Table configuration
de: Spieltischkonfiguration

source: Open seat
de: Freier Sitz

source: Computer player
de: Computerspieler

source: Specific player...
de: Reservierung für Spieler...

source: Individual bot
de: Bestimmter Computerspieler

source: Buddy
de: Freund

source: Name of the player:
de: Name des Spielers:

source: The player %1 is already on a seat.
de: Der Spieler %1 belegt bereits einen Sitz.

source: Double assignment
de: Doppelbelegung

source: Number of players: %1 (out of %2)
de: Anzahl Spieler: %1 (von %2)

source: Chat bot
de: Chat-Computerspieler

source: (Yourself)
de: (Ich selbst)

source: Open
de: offen

source: Reserved
de: reserviert

source: (unused)
de: (unbenutzt)

source: Reserved for buddy
de: reserviert für Freund

source: Indidivudal bot
de: Computerspieler

source: unknown
de: unbekannt

source: Manage tables...
de: Spieltische verwalten...

source: Play on this table
de: An diesem Tisch spielen

source: Playing against %1 players and %2 computer players.
de: Spiel gegen %1 Spieler und %2 Computerspieler.

source: Playing alone against %1 computer players.
de: Spiel allein gegen %1 Computerspieler.

source: Playing against %1 players.
de: Spiel gegen %1 Spieler.
