Repository: ralight/ggz
Catalog: playground/ggz-kde4/kde-games-kde3/po/KReversi/*.po
Languages: es

source: ! Check your installation!
es: ¡Comprueba tu instalación!

source: ! Check your installation!
es: ¡Comprueba tu instalación!

source: %1's turn
es: %1 es tu turno

source: &Request sync
es: &Sincronizar

source: Congratulations! You won!
es: Felicidades! Has ganado!

source: Couldn't find any theme in
es: No puedo encontrar ningún tema

source: Couldn't load theme
es: No puedo cargar el tema

source: Do you want to play again? If you select "No" now, you can request a new game by selecting the "Game|Play again" menu
es: ¿Quieres jugar de nuevo? Si decides que "NO" ahora, podrás jugar un juego nuevo seleccionando "Juego|Jugar de nuevo" menu

source: Do you want to play again? If you select "No" now, you can request a new game by selecting the "Game|Play again" menu
es: ¿Quieres jugar de nuevo? Si decides que "NO" ahora, podrás jugar un juego nuevo seleccionando "Juego|Jugar de nuevo" menu

source: Game has started
es: El juego ha comenzado

source: KDE client for GGZ's Reversi game module
es: Cliente KDE para el módulo del juego Reversi de GGZ.

source: Play again
es: Jugar de nuevo

source: Play again?
es: ¿Jugamos otra vez?

source: Select theme
es: Selecciona el tema

source: Syncing game!
es: Sincronizando el juego!

source: TRANSLATOR-EMAIL
es: luipeme@yahoo.es

source: TRANSLATOR-NAME
es: Luis Pérez Meliá

source: That game was a draw
es: La partida terminó en tablas

source: That's too bad... you lost
es: Muy mal, has perdido

source: This game will use GGZ
es: El juego usa GGZ

source: Wait...
es: Espera...

source: Your turn!
es: Tu turno!
